Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: Unlock full access to Windscribe
de_de: Vollen Zugriff auf Windscribe freischalten
fr: Débloquez l'accès complet à Windscribe
it_it: Sblocca l'accesso completo a Windscribe
pl: Odblokuj pełny dostęp do Windscribe
vi: Mở khóa toàn bộ quyền truy cập vào Windscribe

source: Go Pro for unlimited everything
de_de: Wechseln Sie zu Pro für unbegrenzten Zugriff
fr: Passez à Pro pour tout avoir en illimité
it_it: Passa a Pro per tutto illimitato
pl: Przejdź na Pro, aby uzyskać nieograniczony dostęp
vi: Nâng cấp Pro để có mọi thứ không giới hạn

source: Refer for Data
de_de: Freunde werben für Daten
fr: Parrainez pour obtenir des données
hi: डेटा के लिए संदर्भित करें
it_it: Invita per ottenere dati
pl: Poleć, aby otrzymać dane
vi: Giới thiệu để nhận dữ liệu

source: Look & Feel
de_de: Aussehen & Verhalten
fr: Apparence et comportement
it_it: Aspetto e interfaccia
pl: Wygląd i działanie
vi: Giao diện và Cảm nhận

source: ACCOUNT INFO
de_de: KONTODATEN
fr: INFOS DU COMPTE
it_it: INFORMAZIONI ACCOUNT
pl: INFORMACJE O KONCIE
vi: THÔNG TIN TÀI KHOẢN

source: Add your Email to get 10 GB/Month of data and gain the ability to reset a forgotten password. No Spam
de_de: Fügen Sie Ihre E-Mail hinzu, um 10 GB/Monat zu erhalten und vergessene Passwörter zurücksetzen zu können. Kein Spam.
fr: Ajoutez votre e-mail pour obtenir 10 Go/Mois et pouvoir réinitialiser un mot de passe oublié. Pas de spam.
it_it: Aggiungi la tua email per ottenere 10GB/mese e la possibilità di reimpostare la password dimenticata. Nessuno spam.
pl: Dodaj swój e-mail, aby otrzymać 10 GB/mies. i możliwość zresetowania zapomnianego hasła. Bez spamu.
vi: Thêm email của bạn để nhận 10 GB/tháng và có thể đặt lại mật khẩu đã quên. Không gửi thư rác.

source: Add Email (Get 10 GB/Month)
de_de: E-Mail hinzufügen (10 GB/Monat erhalten)
fr: Ajouter un e-mail (Obtenez 10 Go/Mois)
it_it: Aggiungi email (Ottieni 10GB/mese)
pl: Dodaj e-mail (Odbierz 10 GB/mies.)
vi: Thêm Email (Nhận 10 GB/tháng)

source: Free
de_de: Kostenlos
fr: Gratuit
it_it: Gratuito
pl: Darmowe
vi: Miễn phí

source: Upgrade to Pro
de_de: Auf Pro upgraden
fr: Passer à Pro
it_it: Aggiorna a Pro
pl: Uaktualnij do Pro
vi: Nâng cấp lên Pro

source: Windscribe will mark every new network as “Secured” and turn ON automatically when your device connects to them.
de_de: Windscribe markiert jedes neue Netzwerk als "Gesichert" und wird automatisch aktiviert, wenn Ihr Gerät sich verbindet.
pl: Windscribe oznaczy każdą nową sieć jako "Zabezpieczona" i automatycznie się uruchomi, gdy urządzenie się połączy.
vi: Windscribe sẽ đánh dấu mọi mạng mới là "Đã bảo mật" và tự động bật khi thiết bị của bạn kết nối.

source: Windscribe will turn ON automatically if your device connects to this network.
de_de: Windscribe wird automatisch aktiviert, wenn sich Ihr Gerät mit diesem Netzwerk verbindet.
fr: Windscribe s'activera automatiquement si votre appareil se connecte à ce réseau.
it_it: Windscribe si attiverà automaticamente se il dispositivo si connette a questa rete.
pl: Windscribe włączy się automatycznie, jeśli twoje urządzenie połączy się z tą siecią.
vi: Windscribe sẽ tự động bật nếu thiết bị của bạn kết nối với mạng này.

source: Something went wrong. Please make sure you have entered a valid DNS server.
de_de: Etwas ist schiefgelaufen. Bitte stellen Sie sicher, dass Sie einen gültigen DNS-Server eingegeben haben.
fr: Une erreur s'est produite. Veuillez vérifier que vous avez saisi un serveur DNS valide.
it_it: Qualcosa è andato storto. Assicurati di aver inserito un server DNS valido.
pl: Coś poszło nie tak. Upewnij się, że podałeś poprawny serwer DNS.
vi: Đã xảy ra lỗi. Vui lòng đảm bảo rằng bạn đã nhập máy chủ DNS hợp lệ.

source: Invalid DNS server
de_de: Ungültiger DNS-Server
fr: Serveur DNS invalide
it_it: Server DNS non valido
pl: Nieprawidłowy serwer DNS
vi: Máy chủ DNS không hợp lệ

source: Windscribe will always use this protocol to connect for this network. This overrides global connection preferences.
de_de: Windscribe verwendet immer dieses Protokoll für dieses Netzwerk. Dies überschreibt globale Verbindungseinstellungen.
fr: Windscribe utilisera toujours ce protocole pour se connecter à ce réseau. Cela remplace les préférences de connexion globales.
it_it: Windscribe utilizzerà sempre questo protocollo per connettersi a questa rete. Questa impostazione sovrascrive le preferenze globali di connessione.
pl: Windscribe zawsze będzie używać tego protokołu do połączenia z tą siecią. Nadpisuje to globalne preferencje połączeń.
vi: Windscribe sẽ luôn sử dụng giao thức này để kết nối với mạng này. Điều này ghi đè các tùy chọn kết nối toàn cục.

source: current network
de_de: aktuelles Netzwerk
fr: réseau actuel
hi: वर्तमान नेटवर्क
it_it: rete attuale
pl: bieżąca sieć
vi: mạng hiện tại

source: all networks
de_de: alle Netzwerke
fr: tous les réseaux
it_it: tutte le reti
pl: wszystkie sieci
vi: tất cả các mạng

source: Share Windscribe with a friend!
de_de: Teilen Sie Windscribe mit einem Freund!
fr: Partagez Windscribe avec un ami !
hi: एक दोस्त के साथ Windscribe साझा करें!
it_it: Condividi Windscribe con un amico!
pl: Udostępnij Windscribe znajomemu!
vi: Chia sẻ Windscribe với bạn bè!

source: You will both get an additional 1GB per month when they sign up.
de_de: Beide erhalten zusätzlich 1GB pro Monat, wenn sie sich anmelden.
fr: Vous recevrez tous les deux 1 Go supplémentaire par mois lorsqu'ils s'inscriront.
hi: वे जब साइन अप करेंगे तब आप दोनों को प्रति माह 1GB अतिरिक्त मिलेगा।
it_it: Entrambi riceverete 1GB in più ogni mese quando si registreranno.
pl: Po ich rejestracji oboje otrzymacie dodatkowe 1 GB miesięcznie.
vi: Khi họ đăng ký, cả hai bạn sẽ nhận thêm 1GB mỗi tháng.

source: If they go Pro, you'll go Pro too!
de_de: Wenn sie Pro werden, werden Sie es auch!
fr: S'ils passent en Pro, vous aussi !
it_it: Se loro passano a Pro, anche tu lo farai!
pl: Jeśli oni przejdą na Pro, ty też!
vi: Nếu họ nâng cấp Pro, bạn cũng sẽ được Pro!

source: Share Invite Link
de_de: Einladungslink teilen
fr: Partager le lien d'invitation
hi: आमंत्रण लिंक साझा करें
it_it: Condividi link di invito
pl: Udostępnij link zaproszenia
vi: Chia sẻ Liên kết Mời

source: Referee must provide your username at sign up and confirm their email in order for the benefits above to apply to your account.
de_de: Der Geworbene muss bei der Registrierung Ihren Benutzernamen angeben und seine E-Mail bestätigen, damit die oben genannten Vorteile Ihrem Konto gutgeschrieben werden.
fr: Le filleul doit fournir votre nom d'utilisateur lors de l'inscription et confirmer son e-mail pour que les avantages ci-dessus s'appliquent à votre compte.
hi: रेफरी को साइन अप के समय आपका यूज़रनेम प्रदान करना होगा और उन्हें अपने ईमेल की पुष्टि करनी होगी ताकि आपके खाते में ऊपर दिए गए लाभ लागू हो सकें।
it_it: La persona invitata deve inserire il tuo nome utente durante la registrazione e confermare la sua email affinché i vantaggi si applichino al tuo account.
pl: Osoba polecona musi podać twoją nazwę użytkownika przy rejestracji i potwierdzić swój e-mail, aby powyższe korzyści mogły zostać zastosowane.
vi: Người được giới thiệu phải nhập tên người dùng của bạn khi đăng ký và xác nhận email để nhận các lợi ích trên.

source: is inviting you to join Windscribe. Provide their username at signup and you'll both get 1gb of free data added to your accounts. If you go pro, they'll go pro too!
de_de: lädt Sie ein, Windscribe beizutreten. Geben Sie bei der Anmeldung deren Benutzernamen an und Sie erhalten beide 1GB kostenlose Daten. Wenn Sie Pro werden, werden sie es auch!
fr: vous invite à rejoindre Windscribe. Fournissez leur nom d'utilisateur à l'inscription et vous recevrez tous les deux 1 Go de données gratuites. Si vous passez à Pro, eux aussi !
it_it: ti sta invitando a unirti a Windscribe. Inserisci il loro nome utente al momento della registrazione e riceverete entrambi 1GB di dati gratuiti. Se passi a Pro, anche loro lo faranno!
pl: zaprasza cię do dołączenia do Windscribe. Podaj jego nazwę użytkownika przy rejestracji, a oboje otrzymacie 1 GB darmowych danych. Jeśli przejdziesz na Pro, oni też!
vi: đang mời bạn tham gia Windscribe. Nhập tên người dùng của họ khi đăng ký và cả hai sẽ nhận được 1GB dữ liệu miễn phí. Nếu bạn nâng cấp Pro, họ cũng sẽ được Pro!

source: User
de_de: Benutzer
fr: Utilisateur
it_it: Utente
pl: Użytkownik
vi: Người dùng

source: Flags
de_de: Flaggen
fr: Drapeaux
it_it: Bandiere
pl: Flagi
vi: Cờ

source: Customize the background of the main app screen.
de_de: Passen Sie den Hintergrund des Hauptbildschirms der App an.
fr: Personnalisez l'arrière-plan de l'écran principal de l'application.
hi: मुख्य ऐप स्क्रीन की पृष्ठभूमि अनुकूलित करें।
it_it: Personalizza lo sfondo della schermata principale dell'app.
pl: Dostosuj tło głównego ekranu aplikacji.
vi: Tùy chỉnh nền của màn hình chính trong ứng dụng.

source: Choose sounds to play when connection events occur.
de_de: Wählen Sie Töne aus, die bei Verbindungsvorgängen abgespielt werden.
fr: Choisissez les sons à jouer lors des événements de connexion.
it_it: Scegli i suoni da riprodurre quando si verificano eventi di connessione.
pl: Wybierz dźwięki odtwarzane przy zdarzeniach związanych z połączeniem.
vi: Chọn âm thanh phát ra khi xảy ra sự kiện kết nối.

source: Please confirm your email to get 10GB/Mo
de_de: Bitte bestätigen Sie Ihre E-Mail, um 10GB/Monat zu erhalten.
fr: Veuillez confirmer votre e-mail pour obtenir 10 Go/Mois.
it_it: Conferma la tua email per ottenere 10GB/mese.
pl: Potwierdź swój e-mail, aby otrzymać 10 GB/mies.
vi: Vui lòng xác nhận email để nhận 10GB/tháng.

source: Learn more
de_de: Mehr erfahren
es: Más información
fr: En savoir plus
hi: और जानो
id_id: Pelajari selengkapnya
it_it: Scopri di più
ja_jp: もっと見る
pl: Więcej informacji
ru: Подробнее
uk: Дізнайтеся більше
vi: Tìm hiểu thêm

source: Stretch
de_de: Strecken
fr: Étirer
it_it: Allunga
pl: Rozciągnij
vi: Kéo giãn

source: Fill
de_de: Füllen
fr: Remplir
it_it: Riempi
pl: Wypełnij
vi: Lấp đầy

source: Tile
de_de: Kacheln
fr: Mosaïque
it_it: Affianca
pl: Płytki
vi: Xếp ô

source: Change Protocol
de_de: Protokoll ändern
fr: Changer de protocole
it_it: Cambia protocollo
pl: Zmień protokół
vi: Thay đổi giao thức

source: Connection Failure!
de_de: Verbindungsfehler!
fr: Échec de la connexion !
it_it: Errore di connessione!
pl: Błąd połączenia!
vi: Kết nối thất bại!

source: Quickly re-connect using a different protocol.
de_de: Schnell mit einem anderen Protokoll erneut verbinden.
fr: Reconnectez-vous rapidement en utilisant un autre protocole.
it_it: Riconnettiti rapidamente usando un protocollo diverso.
pl: Szybko połącz ponownie, używając innego protokołu.
vi: Nhanh chóng kết nối lại bằng một giao thức khác.

source: The protocol you’ve chosen has failed to connect. Windscribe will attempt to reconnect using the first protocol below.
de_de: Das gewählte Protokoll konnte keine Verbindung herstellen. Windscribe wird versuchen, sich mit dem ersten Protokoll unten erneut zu verbinden.
fr: Le protocole choisi n’a pas pu établir de connexion. Windscribe tentera de se reconnecter en utilisant le premier protocole ci-dessous.
it_it: Il protocollo scelto non è riuscito a connettersi. Windscribe proverà a riconnettersi usando il primo protocollo qui sotto.
pl: Wybrany protokół nie nawiązał połączenia. Windscribe spróbuje połączyć się ponownie, używając pierwszego protokołu poniżej.
vi: Giao thức bạn chọn không thể kết nối. Windscribe sẽ thử lại với giao thức đầu tiên bên dưới.

source: IKEv2 is an IPsec based tunnelling protocol.
de_de: IKEv2 ist ein Tunneling-Protokoll auf IPsec-Basis.
fr: IKEv2 est un protocole de tunnel basé sur IPsec.
it_it: IKEv2 è un protocollo di tunneling basato su IPsec.
pl: IKEv2 to protokół tunelowania oparty na IPsec.
vi: IKEv2 là giao thức đường hầm dựa trên IPsec.

source: Balanced speed and security.
de_de: Ausgewogene Geschwindigkeit und Sicherheit.
fr: Équilibre entre vitesse et sécurité.
it_it: Velocità e sicurezza bilanciate.
pl: Zrównoważona prędkość i bezpieczeństwo.
vi: Cân bằng giữa tốc độ và bảo mật.

source: Use it if OpenVPN UDP fails.
de_de: Verwenden Sie es, wenn OpenVPN UDP fehlschlägt.
fr: Utilisez-le si OpenVPN UDP échoue.
it_it: Usalo se OpenVPN UDP non funziona.
pl: Użyj go, jeśli OpenVPN UDP zawiedzie.
vi: Dùng khi OpenVPN UDP thất bại.

source: Wraps your HTTPS traffic with web sockets.
de_de: Verpackt Ihren HTTPS-Verkehr mit WebSockets.
fr: Enveloppe votre trafic HTTPS avec des WebSockets.
it_it: Avvolge il traffico HTTPS con web socket.
pl: Opakowuje ruch HTTPS za pomocą WebSocket.
vi: Gói lưu lượng HTTPS của bạn bằng WebSocket.

source: Disguises your traffic as HTTPS traffic with TLS
de_de: Tarnung Ihres Traffics als HTTPS-Verkehr mit TLS
fr: Dissimule votre trafic en trafic HTTPS avec TLS
it_it: Maschera il tuo traffico come traffico HTTPS con TLS.
pl: Ukrywa Twój ruch jako HTTPS z użyciem TLS
vi: Ngụy trang lưu lượng của bạn dưới dạng HTTPS với TLS

source: Extremely simple yet fast and modern VPN protocol.
de_de: Extrem einfaches, aber schnelles und modernes VPN-Protokoll.
fr: Protocole VPN extrêmement simple, rapide et moderne.
it_it: Protocollo VPN estremamente semplice, veloce e moderno.
pl: Bardzo prosty, ale szybki i nowoczesny protokół VPN.
vi: Giao thức VPN đơn giản, nhanh và hiện đại.

source: One line description.
de_de: Einzeilige Beschreibung.
fr: Description en une ligne.
it_it: Descrizione in una riga.
pl: Opis w jednej linii.
vi: Mô tả một dòng.

source: Send
de_de: Senden
fr: Envoyer
it_it: Invia
pl: Wyślij
vi: Gửi

source: Enter subject
de_de: Betreff eingeben
fr: Saisissez le sujet
it_it: Inserisci l'oggetto
pl: Wpisz temat
vi: Nhập chủ đề

source: What’s the matter?
de_de: Was ist los?
fr: Quel est le problème ?
it_it: Che succede?
pl: Co się stało?
vi: Chuyện gì vậy?

source: Tell us what’s wrong
de_de: Sagen Sie uns, was nicht stimmt
fr: Dites-nous ce qui ne va pas
it_it: Dicci cosa non va
pl: Powiedz nam, co jest nie tak
vi: Hãy cho chúng tôi biết vấn đề là gì

source: Complete Puzzle to continue
de_de: Löse das Puzzle um fortzufahren
fr: Terminez le puzzle pour continuer
it_it: Completa il puzzle per continuare
pl: Ukończ układankę aby kontynuować
vi: Hoàn thành câu đố để tiếp tục

source: Drag left puzzle piece into place
de_de: Schiebe das Puzzlestück an die richtige Stelle
it_it: Fai scorrere il pezzo del puzzle nella posizione corretta
pl: Przesuń element układanki na miejsce
vi: Trượt mảnh ghép vào đúng chỗ

source: Invalid session auth or api parameters provided.
de_de: Ungültige Sitzungs-Authentifizierung oder API-Parameter angegeben.
it_it: Autenticazione di sessione o parametri API non validi.
pl: Podano nieprawidłowe uwierzytelnienie sesji lub parametry API.
vi: Thông tin xác thực phiên hoặc tham số API không hợp lệ.

source: Invalid session auth.
de_de: Ungültige Sitzungs-Authentifizierung.
it_it: Autenticazione di sessione non valida.
pl: Nieprawidłowe uwierzytelnienie sesji.
vi: Thông tin xác thực phiên không hợp lệ.

source: Failed to process the upgrade using the receipt.
de_de: Upgrade mit der Quittung konnte nicht verarbeitet werden.
it_it: Impossibile elaborare l'upgrade con la ricevuta.
pl: Nie udało się przetworzyć aktualizacji przy użyciu e-paragonu.
vi: Không thể xử lý nâng cấp bằng biên lai.

source: Unable to verify the receipt with Apple.
de_de: Quittung konnte nicht bei Apple verifiziert werden.
it_it: Impossibile verificare la ricevuta con Apple.
pl: Nie można zweryfikować płatności w Apple.
vi: Không thể xác minh biên lai với Apple.

source: Windscribe does not support upgrades through the TestFlight version. If you've made a payment during the TestFlight period, rest assured that it won't be charged, as it is solely for testing purposes.
de_de: Windscribe unterstützt keine Upgrades über die TestFlight-Version. Sollten Sie in diesem Zeitraum gezahlt haben, wird der Betrag nicht belastet, da er nur zu Testzwecken dient.
it_it: Windscribe non supporta aggiornamenti tramite la versione TestFlight. Se hai effettuato un pagamento durante il periodo di TestFlight, non verrà addebitato perché è solo a scopo di test.
pl: Windscribe nie obsługuje uaktualnień w wersji TestFlight. Jeśli dokonałeś płatności w okresie korzystania z TestFlight, nie zostanie ona uiszczona, ponieważ służy wyłącznie celom testowym.
vi: Windscribe không hỗ trợ nâng cấp qua phiên bản TestFlight. Nếu bạn đã thanh toán trong giai đoạn TestFlight thì yên tâm, khoản đó sẽ không bị trừ vì chỉ nhằm mục đích thử nghiệm.

source: Missing transaction ID. Please ensure you have an active subscription.
de_de: Transaktions-ID fehlt. Bitte stellen Sie sicher, dass Ihr Abonnement aktiv ist.
it_it: ID transazione mancante. Assicurati di avere un abbonamento attivo.
pl: Brak identyfikatora transakcji (ID). Upewnij się, że masz aktywną subskrypcję.
vi: Thiếu mã giao dịch. Vui lòng đảm bảo bạn vẫn còn gói đăng ký hoạt động.

source: This receipt has already been applied to your account. If you are still not upgraded, contact support for assistance.
de_de: Diese Quittung wurde Ihrem Konto bereits gutgeschrieben. Wenn Sie noch nicht hochgestuft wurden, wenden Sie sich an den Support.
it_it: Questa ricevuta è già stata applicata al tuo account. Se non sei ancora stato aggiornato, contatta il supporto.
pl: Ta e-płatność została już zastosowana do Twojego konta. Jeśli nadal nie otrzymałeś uaktualnienia, skontaktuj się z naszą pomocą techniczną.
vi: Biên lai này đã được áp dụng cho tài khoản của bạn. Nếu bạn vẫn chưa được nâng cấp, hãy liên hệ bộ phận hỗ trợ.

source: The network appears to be offline.
de_de: Das Netzwerk scheint offline zu sein.
it_it: La rete sembra offline.
pl: Wydaje się, że jesteś offline.
vi: Có vẻ mạng đang ngoại tuyến.

source: Unable to reach the server. Please try again.
de_de: Server nicht erreichbar. Bitte erneut versuchen.
it_it: Impossibile raggiungere il server. Riprova.
pl: Nie udało się połączyć z serwerem. Spróbuj ponownie.
vi: Không thể kết nối tới máy chủ. Vui lòng thử lại.

source: No data found.
de_de: Keine Daten gefunden.
it_it: Nessun dato trovato.
pl: Nie znaleziono danych.
vi: Không tìm thấy dữ liệu.

source: Ip1 and ip3 are not available to configure this profile.
de_de: Ip1 und ip3 sind für diese Profilkonfiguration nicht verfügbar.
it_it: Ip1 e ip3 non sono disponibili per configurare questo profilo.
pl: Ip1 i ip3 są niedostępne do konfiguracji tego profilu.
vi: Ip1 và ip3 không khả dụng để cấu hình hồ sơ này.

source: You have reached your limit of WireGuard keys. Do you want to delete your oldest key?
de_de: Sie haben Ihr Limit an WireGuard-Schlüsseln erreicht. Möchten Sie den ältesten Schlüssel löschen?
it_it: Hai raggiunto il limite di chiavi WireGuard. Vuoi eliminare la chiave più vecchia?
pl: Osiągnąłeś limit kluczy WireGuard. Czy chcesz usunąć najstarszy klucz?
vi: Bạn đã đạt giới hạn khóa WireGuard. Bạn có muốn xóa khóa cũ nhất không?

source: 2FA code required to login.
de_de: Zum Einloggen ist ein 2FA-Code erforderlich.
it_it: È necessario un codice 2FA per accedere.
pl: Do zalogowania wymagany jest kod 2FA.
vi: Cần mã 2FA để đăng nhập.

source: Invalid 2FA Code provided.
de_de: Ungültiger 2FA-Code eingegeben.
it_it: Codice 2FA non valido fornito.
pl: Podano nieprawidłowy kod 2FA.
vi: Mã 2FA không hợp lệ.

source: Unknown error.
de_de: Unbekannter Fehler.
it_it: Errore sconosciuto.
pl: Nieznany błąd.
vi: Lỗi không xác định.

source: Authentication Token retrieval failed.
de_de: Authentifizierungstoken konnte nicht abgerufen werden.
it_it: Impossibile recuperare il token di autenticazione.
pl: Nie udało się pobrać tokena uwierzytelniania.
vi: Không thể lấy mã xác thực.

source: Captcha image decoding failed. Please try again later.
de_de: Captcha-Bild konnte nicht dekodiert werden. Bitte versuchen Sie es später erneut.
it_it: Decodifica dell'immagine captcha non riuscita. Riprova più tardi.
pl: Nie udało się odczytać obrazu Captcha. Spróbuj ponownie później.
vi: Không giải mã được hình ảnh Captcha. Vui lòng thử lại sau.

source: Failed to load data
de_de: Daten konnten nicht geladen werden
it_it: Caricamento dati non riuscito
pl: Nie udało się załadować danych
vi: Tải dữ liệu thất bại

source: Failed to get Robert Filters.
de_de: Robert-Filter konnten nicht abgerufen werden.
it_it: Impossibile ottenere i filtri Robert.
pl: Nie udało się pobrać filtrów Roberta.
vi: Không thể lấy bộ lọc Robert.

source: Unable to load robert rules. Check your network connection.
de_de: Robert-Regeln konnten nicht geladen werden. Überprüfen Sie Ihre Netzwerkverbindung.
it_it: Impossibile caricare le regole di Robert. Verifica la connessione di rete.
pl: Nie można załadować zasad Roberta. Sprawdź połączenie sieciowe.
vi: Không thể tải quy tắc Robert. Kiểm tra kết nối mạng của bạn.

source: Location Load
de_de: Standortauslastung
it_it: Carico della posizione
pl: Obciążenie lokalizacji
vi: Tải địa điểm

source: Display a location’s load. Smaller circle arc mean lesser load (usage).
de_de: Zeigt die Auslastung eines Standorts an. Ein kleinerer Kreisbogen bedeutet geringere Auslastung (Nutzung).
it_it: Mostra il carico di una posizione. Un arco più piccolo indica un carico minore (uso).
pl: Wyświetla obciążenie lokalizacji. Mniejszy łuk koła oznacza mniejsze obciążenie (użycie).
vi: Hiển thị tải của một vị trí. Cung tròn nhỏ hơn có nghĩa là mức sử dụng thấp hơn.

source: Clear
de_de: Löschen
it_it: Cancella
pl: Wyczyść
vi: Xóa

source: Favorite Locations
de_de: Favoriten
it_it: Posizioni preferite
pl: Ulubione lokalizacje
vi: Vị trí yêu thích

source: Custom Configs
de_de: Benutzerdefinierte Konfigurationen
it_it: Configurazioni personalizzate
pl: Niestandardowe konfiguracje
vi: Cấu hình tùy chỉnh

source: Static IPs
de_de: Statische IPs
it_it: IP statici
pl: Statyczne adresy IP
vi: Địa chỉ IP tĩnh

source: No Favourites
de_de: Keine Favoriten
it_it: Nessun preferito
pl: Brak faworytów
vi: Yêu thích

source: Retry
de_de: Wiederholen
pl: Spróbuj ponownie
vi: Thử lại

source: Sent
de_de: Gesendet
pl: Wysłano
vi: Đã gửi

source: Sending...
de_de: Senden...
pl: Wysyłanie...
vi: Đang gửi...

source: Connected to
de_de: Verbunden mit
pl: Połączono z
vi: Đã kết nối với

source: Your debug log has been received. Please contact support if you want assistance with this issue.
de_de: Ihr Debug-Protokoll wurde empfangen. Bitte wenden Sie sich an den Support, wenn Sie Hilfe bei diesem Problem benötigen.
pl: Otrzymaliśmy Twój dziennik debugowania. Skontaktuj się z pomocą techniczną, jeśli potrzebujesz pomocy w tej sprawie.
vi: Nhật ký gỡ lỗi của bạn đã được nhận. Vui lòng liên hệ hỗ trợ nếu bạn cần trợ giúp với sự cố này.

source: Network Security
de_de: Netzwerksicherheit
pl: Bezpieczeństwo sieci
vi: Bảo mật mạng

source: Network Details
de_de: Netzwerkdetails
pl: Szczegóły sieci
vi: Chi tiết mạng

source: Could not rotate IP
de_de: IP konnte nicht rotiert werden
pl: Nie można zmienić adresu IP
vi: Không thể xoay IP

source: Try again later or go to our Status page for more info.
de_de: Versuche es später noch einmal oder besuche unsere Statusseite, um weitere Informationen zu erhalten.
pl: Spróbuj ponownie później lub przejdź do naszej strony Status, aby uzyskać więcej informacji.
vi: Hãy thử lại sau hoặc truy cập trang Trạng thái của chúng tôi để biết thêm thông tin.

source: Could not pin IP
de_de: IP konnte nicht angepinnt werden
pl: Nie można przypiąć adresu IP
vi: Không thể ghim IP

source: Check Location Status
de_de: Überprüfen Sie den Standortstatus
pl: Sprawdź stan lokalizacji
vi: Kiểm tra trạng thái vị trí

source: Manual connection mode failed
de_de: Manueller Verbindungsmodus fehlgeschlagen
pl: Tryb ręcznego połączenia nie powiódł się
vi: Chế độ kết nối thủ công không thành công
