Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: We couldn't connect you on this network. Automatic connection mode recommended for best results. Switch connection mode to Auto?
de_de: Wir konnten Sie in diesem Netzwerk nicht verbinden. Für beste Ergebnisse wird der automatische Modus empfohlen. Verbindungsmodus auf Auto umschalten?
pl: Nie udało nam się połączyć w tej sieci. Zalecany jest tryb automatyczny dla najlepszych rezultatów. Przełączyć tryb połączenia na Auto?
vi: Chúng tôi không thể kết nối bạn trên mạng này. Khuyến nghị dùng chế độ tự động để đạt kết quả tốt nhất. Chuyển sang chế độ Tự động?

source: Switch to Auto
de_de: Zu Auto wechseln
pl: Przełącz na Auto
vi: Chuyển sang Tự động

source: Firewall
es: Cortafuegos
fr: Microsoft
hi: फ़ायरवॉल
ja_jp: ファイアウォール
pl: Zapora
ru: Межсетевая защита
tr: Güvenlik Duvarı
uk: Брандмауер
vi: Tường lửa

source: Alphabet
es: Alfabeto
hi: वर्णमाला
id_id: Alfabet
it_it: Alfabeto
ja_jp: アルファベット
pl: Alfabet
ru: Алфавит
tr: Alfabe
uk: Алфавіт
vi: Bảng chữ cái

source: Version
es: Versión
hi: संस्करण
id_id: Versi
it_it: Versione
ja_jp: バージョン
pl: Wersja
ru: Версия
tr: Sürüm
uk: Версія
vi: Phiên bản

source: Email
es: Correo electrónico
hi: ईमेल
ja_jp: メールアドレス
pl: Adres e-mail
ru: Эл. адрес
uk: Електронна адреса

source: Okay
es: Bueno
fr: D’accord
hi: ठीक है
id_id: Oke
ja_jp: OK
pl: Ok
ru: OK
tr: Tamam
uk: Гаразд
vi: Đã hiểu

source: Optional
es: Opcional
fr: Facultatif
hi: ऑप्शनल
id_id: Opsional
it_it: Facoltativo
ja_jp: 任意
pl: Opcjonalnie
ru: Необязательно
tr: İsteğe bağlı
uk: Необов’язково
vi: Tùy chọn

source: High Score:
es: Mayor puntaje:
fr: Meilleur score :
hi: उच्च स्कोर:
id_id: Skor Tinggi:
it_it: Punteggio alto:
ja_jp: ハイスコア:
pl: Najwyższy wynik:
ru: Рекорд:
tr: En Yüksek Skorun:
uk: Рекорд:
vi: Điểm cao:

source: Feedback
es: Comentarios
fr: Retour d’expérience
hi: फीडबैक
id_id: Masukan
ja_jp: 意見
pl: Opinia
ru: Обратная связь
uk: Зворотній зв’язок
vi: Phản hồi

source: Support
es: Apoyo
fr: Soutien
id_id: Dukung
it_it: Appoggiare
ja_jp: 支える
pl: Wsparcie
ru: Поддержка
tr: Destek
uk: Підтримка
vi: Hỗ trợ

source: A voucher is already applied to this account or this voucher code is already used.
pl: Kupon został już wykorzystany na tym koncie lub kod kuponu został już wykorzystany.

source: 2FA code
fr: Code 2FA
it_it: Codice 2FA
pl: Kod 2FA
vi: Mã 2FA

source: Too many failed attempts. Please wait a moment and try again.
pl: Zbyt wiele nieudanych prób. Poczekaj chwilę i spróbuj ponownie.
vi: Quá nhiều lần thử không thành công. Vui lòng đợi một lúc rồi thử lại.

source: Random IP
pl: Losowe IP
vi: IP ngẫu nhiên

source: Type the word above
pl: Wpisz słowo powyżej

source: Verify
pl: Zweryfikuj

source: Reset Password
pl: Repor palavra-passe

source: Password Reset
pl: Reposição de palavra-passe

source: If you provided an email during registration, you will get a password reset link shortly. Be sure to check your Spam folder.
pl: Se forneceu um e-mail durante o registo, irá receber em breve um link para repor a palavra-passe. Não se esqueça de verificar a pasta de Spam.

source: Email is required to reset password.
pl: É necessário um e-mail para repor a palavra-passe.

source: Auto
es: Automático
fr: Automatique
hi: स्वचालित
id_id: Otomatis
ja_jp: 自動
ru: Авто
tr: Otomatik
uk: Авто
vi: Tự động

source: PLAN
fr: FORFAIT
hi: योजना
id_id: PAKET
it_it: PIANO
ja_jp: プラン
ru: ПЛАН
uk: ПЛАН
vi: GÓI

source: Info
es: Información
hi: जानकारी
ja_jp: 情報
ru: Информация
tr: Bilgi
uk: Інформація
vi: Thông tin

source: Status
es: Estado
fr: Statut
hi: स्टेटस
it_it: Stato
ja_jp: ステータス
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái

source: INFO
es: INFORMACIÓN
hi: जानकारी
it_it: INFORMAZIONI
ja_jp: 情報
ru: ИНФО
tr: BİLGİ
uk: ІНФОРМАЦІЯ
vi: THÔNG TIN

source: Windscribe will mark every new network as "Secured" and turn ON automatically when your device connects to them.
fr: Windscribe marquera chaque nouveau réseau comme "Sécurisé" et s'activera automatiquement lorsque votre appareil s'y connectera.
it_it: Windscribe segnerà ogni nuova rete come "Protetta" e si attiverà automaticamente quando il dispositivo si connette.

source: Voucher code is used already
es: El código de cupón ya ha sido utilizado.
fr: Le code de bon a déjà été utilisé.
hi: वाउचर कोड पहले ही उपयोग किया जा चुका है।
id_id: Kode voucher sudah digunakan.
ja_jp: このバウチャーコードはすでに使用されています。
ru: Код ваучера уже использован.
tr: Kupon kodu zaten kullanılmış
uk: Цей ваучер-код вже використаний.

source: Slide puzzle piece into place
fr: Faites glisser la pièce du puzzle à sa place

source: MS
hi: एमएस
ru: мс
uk: МС

source: R.O.B.E.R.T
hi: आर.ओ.बी.ई.आर.टी.

source: Blog
hi: ब्लॉग
ja_jp: ブログ
ru: Блог
uk: Блог

source: No valid transaction found to restore.
hi: पुनर्स्थापित करने के लिए कोई वैध लेनदेन नहीं मिला.

source: Display a location’s load. Shorter bars mean lesser load (usage)
hi: किसी स्थान का लोड प्रदर्शित करें. छोटी सलाखों का मतलब कम लोड (उपयोग) है।
tr: Bir konumun yükünü gösterin. Kısa çubuklar daha az yük (kullanım) anlamına gelir.

source: Windscribe auto-connects if the device connects to this network.
hi: यदि डिवाइस इस नेटवर्क से कनेक्ट होता है तो विंडस्क्राइब ऑटो-कनेक्ट होता है।

source: Location permission is denied . Settings > Privacy > Location services > Windscribe > check while in use and presise location.
hi: स्थान अनुमति अस्वीकार की गई है। सेटिंग्स > गोपनीयता > स्थान सेवाएं > Windscribe > उपयोग में होने पर जांचें और सटीक स्थान.

source: Mark all newly encountered networks as Secured.
hi: सभी नए सामने आए नेटवर्क को सुरक्षित के रूप में चिह्नित करें।

source: other network
hi: अन्य नेटवर्क

source: Select the preferred protocol for this network. This overrides global connection preferences.
hi: इस नेटवर्क के लिए सर्वोत्तम प्रोटोकॉल चुनें। यह सभी वैश्विक कनेक्शन सेटिंग्स को ओवरराइड करता है।

source: Can’t access Windscribe? Connect to our servers to unblock your restrictive network.
hi: Windscribe तक पहुँचने में असमर्थ हैं? अपने प्रतिबंधक नेटवर्क को अनब्लॉक करने के लिए हमारे सर्वर से जुड़ें।

source: If they go Pro, you’ll go Pro too!
hi: अगर वे प्रो जाते हैं, तो आप भी प्रो जाएंगे!

source: is inviting you to join Windscribe. Provide their username at signup and you’ll both get 1gb of free data added to your accounts. If you go pro, they’ll go pro too!
hi: आपको Windscribe से जुड़ने के लिए आमंत्रित किया जा रहा है। साइनअप करते समय उनका उपयोगकर्ता नाम प्रदान करें और आपको दोनों को अपने खातों में 1GB मुफ्त डेटा मिलेगा। यदि आप प्रो सदस्यता लेते हैं, तो वे भी प्रो सदस्य बन जाएंगे!

source: Create Account
hi: खाता प्रबंधित करें

source: Servers in over 100 locations
hi: 100 से अधिक स्थानों पर सर्वर

source: 2FA code is required
hi: 2FA कोड की आवश्यकता है

source: Invalid 2FA code, please try again.
hi: अमान्य 2FA कोड, कृपया पुन: प्रयास करें

source: 2FA Code
hi: 2एफए कोड

source: Windscribe will auto-disconnect when you join a network tagged "Unsecured".
hi: जब डिवाइस असुरक्षित टैग किए गए नेटवर्क से कनेक्ट होता है तो विंडस्क्राइब ऑटो-डिस्कनेक्ट हो जाएगा।

source: Have a Problem that Garry can't resolve? Contact human support
hi: क्या आपकी कोई समस्या है जो गैरी हल नहीं कर सकता? मानव सहायता से संपर्क करें।

source: Reddit
hi: रेडिट

source: Discord
hi: असहमति

source: Save
hi: सेव
