Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: Unlock access to this feature? It will show up in Preferences.
de_de: Zugriff auf diese Funktion entsperren? Es wird in den Einstellungen angezeigt.
es: ¿Desbloquear el acceso a esta función? Se mostrará en Preferencias.
fr: Débloquer l’accès à cette fonction ? Il apparaîtra dans les Préférences.
hi: इस सुविधा तक पहुंच अनलॉक करें? यह प्राथमिकता में दिखाई देगा ।
id_id: Aktifkan akses ke fitur ini? Akan ditampilkan di Preferensi.
it_it: Desideri sbloccare l'accesso a questa funzionalità? Comparirà nelle preferenze.
ja_jp: この機能へのアクセスをロック解除しますか？環境設定で表示されるでしょう。
pl: Odblokować dostęp do tej funkcji? Pojawi się ona w Preferencjach.
ru: Разблокировать доступ к этой функции? Это появится в настройках.
tr: Bu özelliği tutmak istiyor musunuz? Ayarlar ekranından erişebileceksiniz.
uk: Розблокувати доступ до цієї функції? Вона відобразиться в налаштуваннях.
vi: Mở khóa quyền truy cập vào tính năng này? Tính năng này sẽ hiển thị trong Tùy chọn.

source: Unlock
de_de: Freischalten
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक
id_id: Aktifkan
it_it: Sblocca
ja_jp: ロック解除
pl: Odblokuj
ru: Разблокировать
tr: Tutmak İstiyorum
uk: Розблокувати
vi: Mở khóa

source: Just Leave
de_de: Einfach weggehen
es: Solo salir
fr: Partir
hi: बस जाने दो
id_id: Keluar Saja
it_it: Esci
ja_jp: ただ退出する
pl: Po prostu opuść
ru: Просто выйти
tr: Ayrıl
uk: Залишити
vi: Rời khỏi

source: Play
de_de: Spielen
es: Jugar
fr: Lecture
hi: खेल
id_id: Putar
it_it: Gioca
ja_jp: プレイ
ru: Играть
tr: Oyna
uk: Грати
vi: Chơi

source: Without an email, your free account will be limited to 2GB/Mo and you won’t be able to reset your password.
de_de: Ohne E-Mail ist Ihr kostenloses Konto auf 2 GB/Monat begrenzt und Sie können Ihr Passwort nicht zurücksetzen.
es: Sin un correo electrónico, tu cuenta gratuita estará limitada a 2 GB mensuales y no podrás restablecer tu contraseña.
fr: Sans e-mail, votre compte gratuit sera limité à 2 Go/Mo et vous ne pourrez pas réinitialiser votre mot de passe.
hi: ईमेल के बिना, आपका मुफ़्त खाता 2GB/माह तक सीमित रहेगा और आप अपना पासवर्ड रीसेट नहीं कर पाएंगे।
id_id: Tanpa email, akun gratis Anda akan dibatasi hingga 2GB/Bln dan kata sandi Anda tidak dapat diatur ulang.
it_it: Senza un indirizzo email, il tuo account gratuito verrà limitato a 2GB/mese e non potrai ripristinare la password.
ja_jp: メールアドレスがない場合、無料アカウントは2GB/月に制限され、パスワードをリセットできません。
pl: Jeśli nie podasz adresu e-mail, Twoje darmowe konto będzie ograniczone do 2 GB/mies. i nie będzie można zresetować hasła.
ru: Без эл. адреса ваша бесплатная учетная запись будет ограничена объемом данных 2 ГБ в месяц, и вы не сможете сбросить свой пароль.
tr: Email olmadan hesabınız aylık 2GB kullanım limiti ile sınırlandırılacak ve şifrenizi değiştiremeyeceksiniz.
uk: Без електронної адреси ваш безкоштовний обліковий запис буде обмежено 2 ГБ на місяць, і ви не зможете скинути пароль.
vi: Nếu không có email, tài khoản miễn phí của bạn sẽ bị giới hạn ở 2GB/Tháng và bạn sẽ không thể đặt lại mật khẩu của mình.

source: You won’t be able to reset a password without an email or receive any service updates from us.
de_de: Ohne eine E-Mail können Sie kein Passwort zurücksetzen oder Service-Updates von uns erhalten.
es: No podrás restablecer la contraseña sin un correo electrónico, ni recibirás noticias nuestras sobre el servicio.
fr: Sans adresse e-mail, vous ne pourrez ni réinitialiser votre mot de passe ni recevoir de mises à jour de la part nos services.
hi: आप ईमेल के बिना पासवर्ड रीसेट नहीं कर पाएंगे या हमसे कोई सेवा अपडेट प्राप्त नहीं कर पाएंगे।
id_id: Anda tidak dapat mengatur ulang kata sandi tanpa email atau menerima info layanan apapun dari kami.
it_it: Non potrai ripristinare la password senza un indirizzo email, né ricevere aggiornamenti sul servizio da parte nostra.
ja_jp: メールアドレスがなければパスワードをリセットできず、弊社のサービスアップデートも受け取れません。
pl: Jeśli nie podasz adresu e-mail, nie będzie można zresetować hasła ani otrzymywać od nas informacji o usłudze.
ru: Вы не сможете сбросить пароль без эл. адреса или получать от нас какие-либо уведомления о сервисе.
tr: Email olmadan şifrenizi değiştiremeyeceksiniz veya duyurulara ulaşamayacaksınız.
uk: Без електронної адреси ви не зможете скинути пароль або отримувати від нас оновлення щодо послуги.
vi: Bạn sẽ không thể đặt lại mật khẩu nếu không có email hoặc nhận bất kỳ bản cập nhật dịch vụ nào từ chúng tôi.

source: Continue without email
de_de: Ohne E-Mail fortfahren
es: Continuar sin correo electrónico
fr: Continuer sans e-mail
hi: ईमेल के बिना जारी रखें
id_id: Lanjutkan tanpa email
it_it: Continua senza email
ja_jp: メールアドレスなしで続行
pl: Kontynuuj bez adresu e-mail
ru: Продолжить без эл. адреса
tr: Email olmadan devam et
uk: Продовжити без електронної адреси
vi: Tiếp tục mà không cần email

source: Failure to setup account will prevent access in case you’re logged out.
de_de: Wenn Sie das Konto nicht einrichten, wird der Zugriff verhindert, falls Sie abgemeldet sind.
es: No configurar la cuenta evitará el acceso en caso de que se cierre la sesión.
fr: Si vous ne configurez pas votre compte, il sera impossible de vous donner accès si vous êtes déconnecté.
hi: खाता सेटअप करने में विफलता आपके लॉग आउट होने की स्थिति में पहुंच को रोक देगी।
id_id: Akses tanpa akun akan dibatasi apabila Anda logout/ keluar.
it_it: La mancata configurazione dell'account ti impedirà l'accesso, nel caso in cui tu sei disconnesso.
ja_jp: アカウントの設定に失敗すると、ログアウトした場合にアクセスできなくなります。
pl: Jeśli nie skonfigurujesz konta, utracisz dostęp po wylogowaniu.
ru: Без настройки аккаунта вы не сможете войти в сервис после выхода.
tr: Hesap kaydınızı tamamlamazsanız çıkış yaptığınızda tekrar erişim sağlayamıyacaksınız.
uk: Якщо ви не налаштуєте обліковий запис, ви не зможете отримати доступ у разі виходу.
vi: Việc không thiết lập tài khoản sẽ ngăn quyền truy cập trong trường hợp bạn đã đăng xuất.

source: Circumvent Censorship in Seconds
de_de: Zensur in Sekunden umgehen
es: Evade la censura en segundos
fr: Contourner la censure en quelques secondes
hi: सेकंडों में सेंसरशिप से बचें
id_id: Menghindari Sensor dalam Hitungan Detik
it_it: Aggira la censura in pochi secondi
ja_jp: 検閲を数秒で回避
pl: Obejdź cenzurę w kilka sekund
ru: Обход цензуры за считанные секунды
tr: Anında Tüm Sansürleri Kaldırın
uk: Обхід цензури за лічені секунди
vi: Phá vỡ Kiểm duyệt trong Vài giây

source: Automatically secure any network
de_de: Sichern Sie jedes Netzwerk automatisch
es: Protege cualquier red automáticamente
fr: Sécuriser automatiquement tout réseau
hi: किसी भी नेटवर्क को स्वचालित रूप से सुरक्षित करें
id_id: Melindungi jaringan Anda secara otomatis
it_it: Proteggi automaticamente la tua rete
ja_jp: すべてのネットワークを自動保護
pl: Automatycznie zabezpieczaj każdą sieć
ru: Автоматическая защита в любой сети
tr: Otomatik olarak istediğiniz ağlar için güvenlik sağlayın.
uk: Автоматичний захист будь-якої мережі
vi: Tự động bảo mật bất kỳ mạng nào

source: Strict No-Logging Policy
de_de: Strenge Nicht-Protokollierungspolitik
es: Política estricta de cero registros
fr: Politique stricte sans journaux
hi: सख्त नो-लॉगिंग नीति
id_id: Kebijakan Tanpa Log yang Ketat
it_it: Rigorosa politica di non registrazione
ja_jp: 厳密なノーログポリシー
pl: Ścisła polityka braku rejestrowania danych
ru: Строгая политика отсутствия журналов действий в сети
tr: Asla Kullanım Geçmişiniz Kaydedilmez
uk: Сувора політика заборони журналювання
vi: Chính sách Không ghi nhật ký Nghiêm ngặt

source: Works with Siri, Shortcuts & Widgets
de_de: Funktioniert mit Siri, Verknüpfungen und Widgets
es: Funciona con Siri, accesos directos y widgets
fr: Compatible avec Siri, les Raccourcis et les Widgets
hi: सिरी, शॉर्टकट और विजेट्स के साथ काम करता है
id_id: Berfungsi dengan Siri, Shortcut & Widget
it_it: Funziona con Siri, scorciatoie e widget
ja_jp: Siri、ショートカット&ウィジェットと連携
pl: Działa z Siri, skrótami i widżetami
ru: Работает с Siri, ярлыками и виджетами
tr: Siri Desteği ve Widget
uk: Працює з Siri, ярликами та віджетами
vi: Làm việc với Siri, Phím tắt và Tiện ích

source: Send Ticket
de_de: Ticket senden
es: Enviar tiquete
fr: Envoyer le Ticket
hi: टिकट भेजें
id_id: Kirim Tiket
it_it: Invia richiesta
ja_jp: チケットを送信
pl: Wyślij zgłoszenie
ru: Отправить запрос
tr: Destek talebi gönder
uk: Надіслати запит
vi: Gửi Yêu cầu hỗ trợ

source: Fill in the fields bellow and one of our support agents will personally get back to you very soon™
de_de: Füllen Sie die Felder unten aus und einer unserer Support-Mitarbeiter wird sich sehr bald persönlich bei Ihnen melden™
es: Llena los campos a continuación y uno de nuestros representantes de servicio muy pronto se comunicará contigo personalmente™
fr: Remplissez les champs suivants pour qu’un agent de notre centre d’assistance vous contacte personnellement dans les meilleurs délais.
hi: नीचे दिए गए फ़ील्ड भरें और हमारा एक सहायता एजेंट व्यक्तिगत रूप से बहुत जल्द आपसे संपर्क करेगा™
id_id: Isi formulir berikut dan salah satu agen kami akan segera menghubungi Anda™
it_it: Compila i campi sottostanti e molto presto™ uno dei nostri agenti dell'assistenza ti risponderà personalmente
ja_jp: 以下のフィールドに入力してください。サポート担当者がすぐにご連絡いたします。™
pl: Wypełnij poniższe pola, a jeden z naszych pracowników skontaktuje się z Tobą w najbliższym czasie.
ru: Заполните поля ниже, и наш специалист по поддержке лично свяжется с вами в ближайшее время™
tr: Aşağıdaki alanları doldurun, temsilcilerimizden biri çok yakında size geri dönecektir™
uk: Заповніть поля нижче, і один із наших агентів служби підтримки незабаром особисто зв’яжеться з вами
vi: Điền vào các trường dưới đây và một trong những nhân viên hỗ trợ của chúng tôi sẽ liên hệ lại với bạn trong thời gian sớm nhất™

source: Category
de_de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id_id: Kategori
it_it: Categoria
ja_jp: カテゴリー
pl: Kategoria
ru: Категория
uk: Категорія
vi: Danh mục

source: Required
de_de: Erforderlich
es: Obligatorio
fr: Requis
hi: आवश्यक
id_id: Wajib diisi
it_it: Richiesto
ja_jp: 必須
pl: Wymagane
ru: Обязательно
uk: Обов’язково
vi: Cần thiết

source: So we can contact you, we won’t use it for anything else
de_de: Damit wir Sie kontaktieren können, werden wir es für nichts anderes verwenden
es: Para que podamos contactarte, no la usaremos para nada más
fr: Nous l’utiliserons uniquement pour vous contacter
hi: इसलिए हम आपसे संपर्क कर सकते हैं, हम इसका उपयोग किसी और चीज़ के लिए नहीं करेंगे
id_id: Agar kami dapat menghubungi Anda, tidak akan digunakan untuk hal lain
it_it: Così potremo contattarti, non lo useremo per nient'altro
ja_jp: あなたに連絡できますが、他の用途には使いません
pl: Będziemy go używać jedynie do kontaktu z Tobą
ru: Адрес будет использоваться только для связи с вами, и не для чего больше
uk: Ми можемо зв’язатися з вами, але не будемо використовувати ці дані для інших цілей
vi: Vì vậy, chúng tôi có thể liên hệ với bạn, chúng tôi sẽ không sử dụng thông tin đó cho bất kỳ việc gì khác

source: Subject
de_de: Thema
es: Asunto
fr: Sujet
hi: विषय
id_id: Perihal
it_it: Oggetto
ja_jp: 件名
pl: Temat
ru: Тема
tr: Konu
uk: Тема
vi: Chủ đề

source: What’s the issue?
de_de: Was ist das Problem?
es: ¿Cuál es el problema?
fr: quel est le problème ?
hi: मुद्दा क्या है?
id_id: Apa masalahnya?
it_it: qual è il problema?
ja_jp: どんな問題がありますか？
pl: W czym problem?
ru: В чем суть проблемы?
uk: У чому проблема?
vi: Vấn đề là gì?

source: Message
de_de: Nachricht
es: Mensaje
hi: संदेश
id_id: Pesan
it_it: Messaggio
ja_jp: メッセージ
pl: Wiadomość
ru: Сообщение
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn

source: Sales
de_de: Umsätze
es: Ventas
fr: Ventes
hi: बिक्री
id_id: Penjualan
it_it: Vendite
ja_jp: 販売
pl: Sprzedaż
ru: Распродажи
uk: Продажі
vi: Bán hàng

source: Technical
de_de: Technisches
es: Técnico
fr: Technique
hi: तकनीकी
id_id: Teknis
it_it: Reparto tecnico
ja_jp: 技術
pl: Kwestie techniczne
ru: Техническая информация
uk: Технічні проблеми
vi: Kỹ thuật

source: Sweet, we’ll get back to you as soon as one of our agents is back from lunch.
de_de: Super, wir melden uns bei Ihnen, sobald einer unserer Mitarbeiter vom Mittagessen zurück ist.
es: Genial, te contestaremos tan pronto como uno de nuestros representantes regrese de almorzar.
fr: Parfait, nous vous recontacterons dès qu’un de nos agents sera rentré de son déjeuner.
hi: प्रिय, जैसे ही हमारा कोई एजेंट दोपहर के भोजन से वापस आएगा हम आपसे संपर्क करेंगे।
id_id: Baik, kami akan segera menghubungi Anda setelah agen kami selesai makan siang.
it_it: Caro utente, ritorneremo da te non appena uno dei nostri agenti ritornerà dalla pausa pranzo.
ja_jp: スタッフが昼食から戻ってきたら、すぐに折り返し連絡します。
pl: Odezwiemy się do Ciebie, gdy tylko jeden z naszych pracowników wróci z lunchu.
ru: Мы обязательно свяжемся с вами, как только один из наших специалистов вернется с обеда.
uk: Добре! Ми повернемося до вас, як тільки один із наших агентів повернеться з обіду.
vi: Tuyệt vời, chúng tôi sẽ liên hệ lại với bạn ngay sau khi một trong những đại lý của chúng tôi trở lại sau bữa trưa.

source: Failed to send support ticket. Please check your network and try again.
de_de: Support-Ticket konnte nicht gesendet werden. Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut.
es: No se pudo enviar el tiquete de asistencia. Comprueba tu red e intenta de nuevo.
fr: Échec de l’envoi du ticket au centre d’assistance. Veuillez vérifier votre réseau et réessayer !
hi: समर्थन टिकट भेजने में विफल. कृपया अपना नेटवर्क जांचें और पुनः प्रयास करें।
id_id: Gagl mengirim tiket bantuan. Periksa jaringan Anda dan coba lagi.
it_it: Impossibile inviare la richiesta di assistenza. Controlla la tua rete e riprova.
ja_jp: サポートチケットの送信に失敗しました。ネットワークを確認して、再試行してください。
pl: Nie udało się wysłać zgłoszenia do pomocy technicznej. Sprawdź swoją sieć i spróbuj ponownie.
ru: Не удалось отправить запрос в службу поддержки. Пожалуйста, проверьте свою сеть и повторите попытку.
uk: Не вдалося надіслати запит у службу підтримки. Перевірте мережу та повторіть спробу.
vi: Không thể gửi yêu cầu hỗ trợ. Vui lòng kiểm tra mạng của bạn và thử lại.

source: About
de_de: Über
es: Acerca de
fr: À propos de
hi: के बारे में
id_id: Tentang
it_it: Informazioni
ja_jp: 情報
pl: Informacje
ru: Информация
tr: Hakkında
uk: Інформація
vi: Giới thiệu

source: About us
de_de: Über uns
es: Acerca de nosotros
fr: À propos de nous
hi: हमारे बारे में
id_id: Tentang kami
it_it: Informazioni su di noi
ja_jp: 私たちについて
pl: O nas
ru: О нас
tr: Hakkımızda
uk: Про нас
vi: Giới thiệu về Chúng tôi

source: Terms
de_de: Bedingungen
es: Términos
fr: Conditions
hi: शर्तें
id_id: Ketentuan
it_it: Condizioni
ja_jp: 諸条件
pl: Warunki
ru: Условия
tr: Şartlar
uk: Умови
vi: Các điều khoản

source: Jobs
de_de: Stellenangebote
es: Ofertas de trabajo
fr: Tâches
hi: नौकरियों
id_id: Pekerjaan
it_it: Offerte di lavoro
ja_jp: 求人
pl: Praca
ru: Вакансии
tr: İşler
uk: Вакансії
vi: Công việc

source: Software Licenses
de_de: Softwarelizenzen
es: Licencias de software
fr: Licences de logiciels
hi: सॉफ़्टवेयर लाइसेंस
id_id: Lisensi Perangkat Lunak
it_it: Licenze Software
ja_jp: ソフトウェアライセンス
pl: Licencje na oprogramowanie
ru: Лицензии на программное обеспечение
tr: Yazılım Lisansları
uk: Ліцензії на програмне забезпечення
vi: Giấy phép Phần mềm

source: R.O.B.E.R.T. is a customizable server-side domain and IP blocking tool. Select the block lists you wish to apply on all your devices by toggling the switch.
de_de: R.O.B.E.R.T. ist ein anpassbares serverseitiges Tool zum Blockieren von Domänen und IP-Adressen. Wählen Sie die Sperrlisten aus, die Sie auf alle Ihre Geräte anwenden möchten, indem Sie den Schalter umschalten.
es: R.O.B.E.R.T. es una herramienta personalizable de dominio del lado de cliente y bloqueador de IP. Selecciona la lista de bloqueados que deseas aplicar a todos tus dispositivos moviendo el conmutador.
fr: R.O.B.E.R.T. est un outil de blocage de domaine et d’IP personnalisable côté serveur. Sélectionnez les listes de blocage que vous souhaitez appliquer sur tous vos appareils en basculant le curseur.
hi: R.O.B.E.R.T. एक अनुकूलन योग्य सर्वर-साइड डोमेन और IP ब्लॉकिंग उपकरण है। स्विच को टॉगल करके उन ब्लॉक सूचियों का चयन करें जिन्हें आप अपने सभी उपकरणों पर लागू करना चाहते हैं।
id_id: R.O.B.E.R.T. merupakan domain server-side yang dapat disesuaikan dan pemblokir IP. Pilih daftar blokir yang ingin Anda terapkan pada semua perangkat Anda dengan mengaktifkan tombol.
it_it: R.O.B.E.R.T. è un dominio personalizzabile sul lato server, nonché uno strumento di blocco IP. Seleziona gli elenchi di blocchi che desideri applicare a tutti i tuoi dispositivi, cliccando sull'interruttore.
ja_jp: R.O.B.E.R.T.はカスタマイズ可能なサーバー側ドメインおよびIPブロックツールです。スイッチを切り替えて、すべてのデバイスに適用するブロックリストを選択します。
pl: R.O.B.E.R.T. to konfigurowalne narzędzie do blokowania domen i adresów IP po stronie serwera. Wybierz listy zablokowanych, które chcesz zastosować na wszystkich urządzeniach, zmieniając położenie przełącznika.
ru: R.O.B.E.R.T. — это настраиваемый серверный домен и инструмент для блокировки IP. Используя переключатели, укажите, что именно вы хотите блокировать на своих устройствах.
tr: R.O.B.E.R.T., özelleştirilebilir bir sunucu tarafı alan ve IP engelleme aracıdır. Anahtar değiştirerek tüm cihazlarınıza uygulamak istediğiniz engelleme listelerini seçin.
uk: R.O.B.E.R.T. – це настроюваний серверний інструмент для блокування домену та IP-адреси. Виберіть списки блокування, які потрібно застосувати на всіх своїх пристроях, за допомогою перемикача.
vi: R.O.B.E.R.T. là công cụ chặn IP và miền phía máy chủ có thể tùy chỉnh. Chọn danh sách chặn mà bạn muốn áp dụng trên tất cả các thiết bị của mình bằng cách bật nút chuyển.

source: Knowledge Base
de_de: Wissensbasis
es: Base de conocimientos
fr: Base de connaissances
hi: ज्ञानकोष
id_id: Sumber Informasi
it_it: Base di conoscenze
ja_jp: ナレッジベース
pl: Baza wiedzy
ru: База знаний
uk: База знань
vi: Kiến thức cơ bản

source: All you need to know about Windscribe.
de_de: Alles, was Sie über Windscribe wissen müssen.
es: Todo lo que necesitas saber de Windscribe.
fr: Tout ce que vous devez savoir sur Windscribe.
hi: विंडस्क्राइब के बारे में आपको जो कुछ भी जानने की जरूरत है।
id_id: Semua yang perlu Anda ketahui tentang Windscribe.
it_it: Tutto ciò che devi sapere su Windscribe.
ja_jp: Windscribeについて知るべきことすべて。
pl: Wszystko, co musisz wiedzieć o Windscribe.
ru: Все, что вам нужно знать о Windscribe.
tr: Windscribe hakkında bilmeniz gereken her şey.
uk: Усе, що вам потрібно знати про Windscribe.
vi: Tất cả những gì bạn cần biết về Windscribe.

source: Talk to Garry
de_de: Sprich mit Garry
es: Habla con Garry
fr: Sollicitez Garry
hi: गैरी से बात करें
id_id: Ngobrol dengan Garry
it_it: Parla con Garry
ja_jp: Garryに話しかける
pl: Porozmawiaj z Garrym
ru: Поговорите с Гарри
tr: Garry ile konuş
uk: Поговоріть з Гаррі
vi: Trò chuyện với Garry

source: Not as smart as Siri but can still answer your questions.
de_de: Er ist nicht so schlau wie Siri, kann aber trotzdem Ihre Fragen beantworten.
es: No es tan inteligente como Siri, pero responderá a s preguntas.
fr: Il n’est peut-être pas aussi intelligent que Siri, mais il quand même répondre à quelques questions.
hi: एक इंसान की तरह स्मार्ट नहीं है, लेकिन फिर भी आपके सवालों के जवाब दे सकता है।
id_id: Tidak secerdas Siri namun masih dapat menjawab pertanyaan Anda.
it_it: Non è intelligente quanto Siri, ma riesce comunque a rispondere alle domande.
ja_jp: Siriほど賢くはありませんが、質問には答えられるでしょう。
pl: Nie jest tak inteligentny jak Siri, ale też potrafi odpowiadać na pytania.
ru: Он не такой умный, как Siri, но, тем не менее, сможет ответить на ваши вопросы.
tr: Siri kadar akıllı olmasa da, hala sorularınıza cevap verebilir.
uk: Він не такий розумний, як Siri, але все одно може відповідати на запитання.
vi: Không thông minh như Siri nhưng vẫn có thể trả lời các câu hỏi của bạn.

source: Stuck? Send us a ticket.
de_de: Stecken Sie fest? Senden Sie uns ein Ticket.
es: ¿Atascado? Envíanos un tiquete.
fr: Bloqué ? Rédigez un ticket.
hi: अटक गया? हमें एक टिकट भेजें।
id_id: Bingung? Kirimi kami tiket.
it_it: Sei bloccato? Inviaci una richiesta.
ja_jp: お手上げですか？私たちにチケットを送信
pl: Potrzebujesz pomocy? Wyślij do nas zgłoszenie.
ru: Не получается? Отправьте нам запрос на поддержку.
tr: Sıkıştınız mı? Bize bir destek talebi gönderin.
uk: Виникла проблема? Надішліть нам запит.
vi: Gặp vấn đề? Hãy gửi cho chúng tôi một yêu cầu hỗ trợ.

source: Community Support
de_de: Gemeinschaftliche Unterstützung
es: Asistencia de la comunidad
fr: Soutien communautaire
hi: सामुदायिक समर्थन
id_id: Bantuan Komunitas
it_it: Supporto della community
ja_jp: コミュニティサポート
pl: Pomoc techniczna w społeczności
ru: Поддержка сообщества
tr: Topluluk Desteği
uk: Підтримка спільноти
vi: Hỗ trợ Cộng đồng

source: Best places to help and get help from other users.
de_de: Die besten Orte, um zu helfen und Hilfe von anderen Benutzern zu erhalten.
es: Los mejores lugares para dar y recibir ayuda de otros usuarios.
fr: Les meilleurs endroits pour aider et obtenir de l’aide d’autres utilisateurs.
hi: अन्य उपयोगकर्ताओं की सहायता करने और उनसे सहायता प्राप्त करने के लिए सर्वोत्तम स्थान।
id_id: Tempat terbaik untuk membantu dan dibantu oleh pengguna lain.
it_it: I migliori posti per aiutare e ricevere assistenza da altri utenti.
ja_jp: 他ユーザーからサポートが得られる一番の場所。
pl: Najlepsze miejsca do udzielania pomocy i otrzymywania pomocy od innych użytkowników.
ru: Лучшее место, где можно получить помощь от других пользователей или помочь другим пользователям.
tr: Diğer kullanıcılardan yardım alabileceğiniz en iyi yerler.
uk: Найкраще місце для надання та отримання допомоги від інших користувачів.
vi: Nơi tốt nhất để trợ giúp và nhận trợ giúp từ những người dùng khác.

source: View Debug Log
de_de: Fehlerprotokoll anzeigen
es: Ver registro de depuración
fr: Afficher le journal de débogage
hi: डीबग लॉग देखें
id_id: Lihat Log Debug
it_it: Visualizza il log di debug
ja_jp: デバッグログを見る
pl: Wyświetl dziennik błędów
ru: Просмотреть журнал отладки
tr: Debug Kaydını Görüntüle
uk: Переглянути журнал налагодження
vi: Xem Nhật ký Gỡ lỗi

source: Add Custom Config
de_de: Benutzerdefinierte Konfiguration hinzufügen
es: Añadir configuración personalizada
fr: Ajouter une configuration personnalisée
hi: कस्टम कॉन्फ़िगरेशन जोड़ें
id_id: Tambahkan Konfigurasi Kustom
it_it: Aggiungi alla configurazione personalizzata
ja_jp: カスタム設定を追加
pl: Dodaj niestandardową konfigurację
ru: Добавить настройки пользователя
tr: Özel Yapılandırma Ekle
uk: Додати користувацьку конфігурацію
vi: Thêm Cấu hình Tùy chỉnh
