Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: Custom configs allow you to connect to any OpenVPN or Wireguard server. Just add a valid config file and it will appear in this tab.
de_de: Benutzerdefinierte Konfigurationen ermöglichen es Ihnen, sich mit jedem OpenVPN- oder Wireguard-Server zu verbinden. Fügen Sie einfach eine gültige Konfigurationsdatei hinzu, damit sie auf dieser Registerkarte angezeigt wird.
es: Las configuraciones personalizadas te permiten conectarte a cualquier OpenVPN o servidor Wireguard. Simplemente añade un archivo de configuración válida y se mostrará en esta pestaña.
fr: Les configurations personnalisées vous permettent de vous connecter à n’importe quel serveur OpenVPN ou Wireguard. Il suffit d’ajouter un fichier de configuration valide et il apparaîtra dans cet onglet.
hi: कस्टम कॉन्फ़िगरेशन आपको किसी भी OpenVPN या वायरगार्ड सर्वर से कनेक्ट करने की अनुमति देता है। बस एक वैध कॉन्फिग फ़ाइल जोड़ें और यह इस टैब में दिखाई देगी।
id_id: Konfigurasi kustom memungkinkan Anda untuk menyambungkan ke server OvenVPN atau Wireguard Cukup tambahkan file konfigurasi yang valid dan akan ia muncul di tab ini.
it_it: Le configurazioni personalizzate ti consentono di collegarti a qualsiasi OpenVPN o server Wireguard. Aggiungi soltanto una configurazione valida e comparirà in questa scheda.
ja_jp: カスタム設定を使えば任意のOpenVPNまたはWireguardサーバーに接続できます。有効な設定ファイルを追加するだけで、このタブに表示されます。
pl: Niestandardowe konfiguracje umożliwiają łączenie się z dowolnym serwerem OpenVPN lub Wireguard. Wystarczy dodać poprawny plik konfiguracyjny, a pojawi się on na tej karcie.
ru: Пользовательские настройки позволят вам подключаться к любому открытому VPN или Wireguard-серверу. Просто добавьте верный файл с настройками и сервер появится в этом списке.
tr: Özel yapılandırmalar, herhangi bir OpenVPN veya Wireguard sunucusuna bağlanmanıza izin verir. Sadece geçerli bir yapılandırma dosyası ekleyin. Bu sekmede görünecektir.
uk: Спеціальні конфігурації дозволяють підключатися до будь-якого сервера OpenVPN або Wireguard. Просто додайте дійсний файл конфігурації, і він з’явиться на цій вкладці.
vi: Các cấu hình tùy chỉnh cho phép bạn kết nối với bất kỳ máy chủ OpenVPN hay Wireguard nào. Chỉ cần thêm một tệp cấu hình hợp lệ và máy chủ sẽ xuất hiện trong tab này.

source: Windscribe will automatically turn on when you connect to this network.
de_de: Windscribe wird automatisch aktiviert, wenn Sie sich mit diesem Netzwerk verbinden.
es: Windscribe se activará automáticamente cuando te conectes a esta red.
fr: Windscribe s’activera automatiquement lorsque vous vous connecterez à ce réseau.
hi: जब आप इस नेटवर्क से जुड़ेंगे तो विंडस्क्राइब अपने आप चालू हो जाएगा।
id_id: Windscribe akan otomatis menyala saat Anda menyambungkan ke jaringan ini.
it_it: Windscribe si attiverà automaticamente quando ti colleghi a questa rete.
ja_jp: このネットワークに接続すると、Windscribeが自動的にオンになります。
pl: Aplikacja Windscribe zostanie automatycznie włączona po połączeniu z tą siecią.
ru: Windscribe будет автоматически включаться, когда вы подключитесь к этой сети.
tr: Windscribe, bu ağa bağlandığınızda otomatik olarak açılır.
uk: Windscribe автоматично вмикається, коли ви підключаєтеся до цієї мережі.
vi: Windscribe sẽ tự động bật khi bạn kết nối với mạng này.

source: Choose a default protocol for this network if you are having issues connecting
de_de: Wählen Sie ein Standardprotokoll für dieses Netzwerk, wenn Sie Verbindungsprobleme haben
es: Si tienes problemas para conectarte, elige el protocolo predeterminado para esta red
fr: Choisissez un protocole par défaut pour ce réseau si vous avez des problèmes de connexion.
hi: यदि आपको कनेक्ट करने में समस्या आ रही है तो इस नेटवर्क के लिए एक डिफ़ॉल्ट प्रोटोकॉल चुनें
id_id: Pilih protokol default untuk jaringan ini jika Anda sambungan Anda bermasalah
it_it: Scegli un protocollo predefinito per questa rete, se stai riscontrando dei problemi con la connessione
ja_jp: 接続に問題がある場合は、このネットワークのデフォルトプロトコルを選択します
pl: Wybierz domyślny protokół dla tej sieci, jeśli występują problemy z połączeniem
ru: Выберите протокол по умолчанию для этой сети, если у вас возникли проблемы с подключением.
tr: Bağlanmakta sorun yaşıyorsanız bu ağ için varsayılan bir protokol seçin
uk: Виберіть протокол за замовчуванням для цієї мережі, якщо у вас виникли проблеми з підключенням
vi: Chọn một giao thức mặc định cho mạng này nếu bạn gặp sự cố khi kết nối

source: Allowing
de_de: Zulassung
es: Permitiendo
fr: Autorisation
hi: अनुमति
id_id: Mengizinkan
it_it: Consentito
ja_jp: 許可中
pl: Zezwalanie
ru: Разрешается
tr: İzin Veriliyor
uk: Дозволити
vi: Cho phép

source: Blocking
de_de: Blockierung
es: Bloqueando
fr: Blocage
hi: अवरुद्ध
id_id: Memblokir
it_it: Blocco in corso
ja_jp: ブロック中
pl: Blokowanie
ru: Заблокировано
tr: Engelleniyor
uk: Блокувати
vi: Chặn

source: Manage Custom Rules
de_de: Benutzerdefinierte Regeln verwalten
es: Administrar reglas personalizadas
fr: Gérer les règles personnalisées
hi: कस्टम नियम प्रबंधित करें
id_id: Kelola Aturan Kustom
it_it: Gestisci le regole personalizzate
ja_jp: カスタムルールを管理
pl: Zarządzaj niestandardowymi regułami
ru: Управление правилами пользователя
tr: Özel Kuralları Yönet
uk: Керування користувацькими правилами
vi: Quản lý Quy tắc

source: Show Location Load
de_de: Standortbelastung anzeigen
es: Mostrar carga de ubicación
fr: Afficher le chargement de la localisation
hi: स्थान लोड दिखाएँ
id_id: Tampilkan Muatan Lokasi
it_it: Mostra il caricamento delle posizioni
ja_jp: ロケーションロードを表示
pl: Pokaż obciążenie lokalizacji
ru: Показать загрузку местоположения
tr: Konum Yükünü Göster
uk: Показувати завантаження розташування
vi: Hiển thị Tải Vị trí

source: Haptic Feedback
de_de: Haptisches Feedback
es: Retroalimentación háptica
fr: Retour haptique
hi: हैप्टिक राय
it_it: Feedback tattile
ja_jp: 触覚フィードバック
pl: Odpowiedzi haptyczne
ru: Тактильный возврат
tr: Dokunsal geribildirim
uk: Вібрація
vi: Phản hồi Haptic

source: Are you sure you want to log out of Windscribe?
de_de: Möchten Sie sich wirklich von Windscribe abmelden?
es: ¿Estás seguro que deseas cerrar la sesión de Windscribe?
fr: Êtes-vous certain de vouloir vous déconnecter de Windscribe ?
hi: क्या आप वाकई विंडस्क्राइब से लॉग आउट करना चाहते हैं?
id_id: Anda yakin ingin keluar dari Windscribe?
it_it: Sei sicuro di voler abbandonare Windscribe?
ja_jp: Windscribeからログアウトしてもよろしいですか？
pl: Czy na pewno chcesz się wylogować z Windscribe?
ru: Вы уверены, что хотите выйти из Windscribe?
tr: Windscribe'dan çıkmak istediğinize emin misiniz?
uk: Ви дійсно хочете вийти з Windscribe?
vi: Bạn có chắc chắn muốn đăng xuất khỏi Windscribe không?

source: Disclaimer
de_de: Haftungsausschluss
es: Advertencia
fr: Attention
hi: अस्वीकरण
id_id: Penafian
it_it: Dichiarazione di limitazione di responsabilità
ja_jp: 免責条項
pl: Zastrzeżenie
ru: Отказ от ответственности
tr: Sorumluluk reddi
uk: Відмова від відповідальності
vi: Tuyên bố Miễn trừ trách nhiệm

source: Grant Permission
de_de: Berechtigung erteilen.
es: Otorgar permiso
fr: Accorder autorisation
hi: अनुमति दें
id_id: Izinkan
it_it: Concedi l'autorizzazione
ja_jp: 許可を付与
pl: Udziel zgody
ru: Предоставить разрешение
tr: İzin Ver
uk: Надати дозвіл
vi: Cấp phép

source: So we can contact you, we won’t use it for anything else
de_de: Damit wir Sie kontaktieren können; wir werden es für nichts anderes verwenden
es: Para que podamos contactarte, no la usaremos para nada más
fr: Nous l’utiliserons uniquement pour vous contacter
hi: इसलिए हम आपसे संपर्क कर सकते हैं, हम इसका उपयोग किसी और चीज़ के लिए नहीं करेंगे
id_id: Agar kami dapat menghubungi Anda, tidak akan digunakan untuk hal lain
it_it: Così potremo contattarti, non lo useremo per altri scopi
ja_jp: あなたに連絡できますが、他の用途には使いません
pl: Będziemy go używać jedynie do kontaktu z Tobą
ru: Так мы сможем с вами связаться. Мы не будет использовать ваш e-mail для каких-либо других целей.
tr: Böylece sizinle iletişime geçebiliriz, başka bir şey için kullanmayacağız
uk: Ми можемо зв’язатися з вами, але не будемо використовувати ці дані для інших цілей
vi: Vì vậy, chúng tôi có thể liên hệ với bạn, chúng tôi sẽ không sử dụng thông tin đó cho bất kỳ việc gì khác

source: Connected DNS
de_de: Verbundenes DNS
es: DNS al conectarse
fr: DNS connecté
hi: कनेक्टेड DNS
id_id: DNS yang tersambung
it_it: DNS connesso
ja_jp: DNSに接続しました
pl: Połączony DNS
ru: DNS в туннеле
tr: Bağlı DNS
uk: Підключений DNS
vi: DNS được kết nối

source: Select the DNS server while connected to Windscribe. NOTE: IKEv2 protocol will override this setting.
de_de: Wählen Sie den DNS-Server aus, während Sie mit Windscribe verbunden sind.
es: Selecciona el servidor DNS mientras estás conectado a Windscribe.
fr: Sélectionnez le serveur DNS lorsque vous êtes connecté à Windscribe.
hi: विंडस्क्राइब से कनेक्ट करते समय DNS सर्वर का चयन करें।
id_id: Pilih server DNS saat terhubung ke Windscribe.
it_it: Selezionare il server DNS mentre si è connessi a Windscribe.
ja_jp: Windscribe に接続しているときに DNS サーバーを選択します。
pl: Wybierz serwer DNS w trakcie połączenia z Windscribe.
ru: Выберите DNS-сервер при подключении к Windscribe.
tr: Windscribe'a bağlıyken DNS sunucusunu seçin.
uk: Виберіть DNS-сервер під час підключення до Windscribe.
vi: Chọn máy chủ DNS trong khi kết nối với Windscribe.

source: Pro
de_de: Profi
hi: प्रो
ja_jp: プロ
ru: Про
tr: Lehinde
uk: Про
vi: Tài khoản cao cấp

source: Enabled
de_de: Aktiviert
es: Habilitado
fr: Activé
hi: सक्षम
id_id: Diaktifkan
it_it: Attivato
ja_jp: 有効
pl: Włączony
ru: Включено
tr: aktif
uk: Увімкнено
vi: Đã kích hoạt

source: Disabled
de_de: Behindert
es: Discapacitado
fr: Désactivé
hi: अक्षम
id_id: Cacat
it_it: Disabilitato
ja_jp: 無効
pl: Niepełnosprawny
ru: Отключено
tr: Engelli
uk: Вимкнено
vi: Vô hiệu hóa

source: Always on VPN
de_de: Immer an VPN
es: VPN siempre activa
hi: हमेशा चालू VPN
id_id: Selalu aktif VPN
it_it: VPN sempre attiva
ja_jp: 常時接続VPN
pl: Zawsze w sieci VPN
ru: Всегда включённый VPN
tr: Her zaman açık VPN
uk: Завжди на VPN
vi: Luôn bật VPN

source: Allow LAN Traffic
de_de: LAN-Datenverkehr zulassen
es: Permitir tráfico LAN
fr: Autoriser le trafic LAN
hi: LAN ट्रैफ़िक की अनुमति दें
id_id: Izinkan Lalu Lintas LAN
it_it: Consenti traffico LAN
ja_jp: LANトラフィックを許可する
pl: Zezwalaj na ruch LAN
ru: Разрешить трафик LAN
tr: LAN Trafiğine İzin Ver
uk: Дозволити трафік локальної мережі
vi: Cho phép lưu lượng mạng LAN

source: Circumvent Censorship
de_de: Umgehung der Zensur
es: Eludir la censura
fr: Contourner la censure
hi: सेंसरशिप को दरकिनार करें
id_id: Hindari Sensor
it_it: Eludere la censura
ja_jp: 検閲を回避する
pl: Obchodź cenzurę
ru: Обход блокировок
tr: Sansürü Aşın
uk: Обхід цензури
vi: Phá vỡ kiểm duyệt

source: Add to fav
de_de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux favoris
hi: पसंदीदा में जोड़ा गया
id_id: Ditambahkan ke favorit
it_it: Aggiunto ai preferiti
ja_jp: お気に入りに追加されました
pl: Dodano do ulubionych
ru: Добавлено в избранное
tr: Favorilere eklendi
uk: Додано в обране
vi: Đã thêm vào mục yêu thích

source: Remove from fav
de_de: Aus Favoriten entfernen
es: Favorilerden kaldır
fr: Supprimer des favoris
hi: पसंदीदा से हटा दें
id_id: Hapus dari favorit
it_it: Rimuovi dai preferiti
ja_jp: お気に入りから削除
pl: Usuń z ulubionych
ru: Удалить из избранного
tr: Favorilerden kaldır
uk: Видалити з уподобань
vi: Xóa khỏi mục yêu thích

source: Favourites
de_de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
id_id: Favorit
it_it: Preferiti
ja_jp: お気に入り
pl: Ulubionych
ru: Избранное
tr: Favorilerden
uk: Улюблений

source: Static IP
de_de: Statische IP-Adressen
es: IP estática
fr: Adresses IP statiques
hi: स्थैतिक आईपी
id_id: IP statis
it_it: IP statico
ja_jp: 静的 IP
pl: Statyczny adres IP
ru: Статические IP-адреса
tr: Statik IP
uk: Статична IP-адреса
vi: IP tĩnh

source: All
de_de: Alle
es: Todo
fr: Tout
hi: सब
id_id: Semua
it_it: Tutto
ja_jp: 全て
pl: Wszystkie
ru: Все
tr: Tüm
uk: Увесь
vi: Tất cả

source: If you already have an account.
de_de: Wenn du bereits ein Konto hast.
es: Si ya tienes una cuenta.
fr: Si vous avez déjà un compte.
hi: अगर आपके पास पहले से ही अकाउंट है.
id_id: Jika Anda sudah memiliki akun.
it_it: Se hai già un account.
ja_jp: すでにアカウントをお持ちの場合.
pl: Jeśli masz już konto.
ru: Если у вас уже есть учетная запись.
tr: Zaten bir hesabınız varsa.
uk: Якщо у вас уже є обліковий запис.
vi: Nếu bạn đã có tài khoản.

source: Lazy Login
de_de: Faules Login
es: Inicio de sesión perezoso
fr: Connexion paresseuse
hi: आलसी लॉगिन
id_id: Login Malas
it_it: Accesso pigro
ja_jp: レイジーログイン
pl: Leniwe logowanie
ru: Быстрый вход
tr: Tembel Giriş
uk: Лінивий вхід
vi: Đăng nhập lười biếng

source: Go to https://windscribe.com/lazy on any device and enter the code below.
de_de: Gehe zu https://windscribe.com/lazy auf einem beliebigen Gerät und gib den unten stehenden Code ein."
es: Vaya a https://windscribe.com/lazy en cualquier dispositivo e ingrese el código a continuación.
fr: Accédez à https://windscribe.com/lazy sur n’importe quel appareil et entrez le code ci-dessous
hi: किसी भी डिवाइस पर https://windscribe.com/lazy पर जाएं और नीचे दिया गया कोड दर्ज करें।
id_id: Buka https://windscribe.com/lazy di perangkat apa pun dan masukkan kode di bawah.
it_it: Vai su https://windscribe.com/lazy su qualsiasi dispositivo e inserisci il codice seguente.
ja_jp: 任意のデバイスで https://windscribe.com/lazy にアクセスし、以下のコードを入力します。
pl: Wejdź na https://windscribe.com/lazy na dowolnym urządzeniu i wprowadź poniższy kod.
ru: Перейдите на https://windscribe.com/lazy на любом устройстве и введите код ниже.
tr: Herhangi bir cihazda https://windscribe.com/lazy adresine gidin ve aşağıdaki kodu girin.
uk: Перейдіть на сторінку https://windscribe.com/lazy на будь-якому пристрої та введіть наведений нижче код.
vi: Truy cập https://windscribe.com/lazy trên bất kỳ thiết bị nào và nhập mã bên dưới.

source: OR
de_de: Oder
es: O
fr: OU
hi: या
id_id: ATAU
it_it: O
ja_jp: 又は
pl: LUB
ru: Или
tr: VEYA
uk: АБО
vi: HOẶC

source: Using your Windscribe iOS app on your phone or iPad, go to Preferences (Top left), under "Account" choose "Lazy Login" and enter the code below.
de_de: Gehe mit deiner Windscribe iOS-App auf Ihrem Mobiltelefon oder iPad zu Einstellungen (oben links), wähle unter "Konto" die Option "Faules Login" und gib den folgenden Code ein.
es: Usando su aplicación Windscribe iOS en su teléfono o iPad, vaya a Preferencias (arriba a la izquierda), en "Cuenta", elija "Lazy Login" e ingrese el código a continuación.
fr: À l'aide de votre application Windscribe iOS sur votre téléphone portable ou iPad, accédez à Préférences (en haut à gauche), sous « Compte », choisissez « Connexion différée » et entrez le code ci-dessous.
hi: अपने सेल फोन या आईपैड पर अपने विंडस्क्राइब आईओएस ऐप का उपयोग करके, प्राथमिकताएं (ऊपरी बाएं) पर जाएं। "खाता" के अंतर्गत "आलसी लॉगिन" चुनें और नीचे कोड दर्ज करें।
id_id: Menggunakan aplikasi iOS Windscribe Anda di ponsel atau iPad Anda, buka Preferensi (Kiri atas), di bawah "Akun" pilih "Login Malas" dan masukkan kode di bawah ini.
it_it: Utilizzando l'app iOS Windscribe sul tuo cellulare o iPad, vai su Preferenze (in alto a sinistra), sotto "Account" scegli "Lazy Login" e inserisci il codice qui sotto.
ja_jp: 携帯電話または iPad で Windscribe iOS アプリを使用して、[設定](左上) に移動し、[アカウント] で[遅延ログイン] を選択して、以下のコードを入力します。
pl: Korzystając z aplikacji Windscribe na iOS na telefonie lub iPad, przejdź do Preferencji (w lewym górnym rogu), w sekcji "Konto" wybierz "Lazy Login" i wprowadź poniższy kod.
ru: Используя приложение Windscribe для iOS на телефоне или iPad, перейдите в «Настройки» (вверху слева), в разделе «Аккаунт» выберите «Отложенный вход» и введите код ниже.
tr: Windscribe iOS uygulamanızı telefonunuzda veya iPad'inizde kullanarak Tercihler\e (Sol üstte) gidin, "Hesap" altında "Lazy Login" i seçin ve aşağıdaki kodu girin.
uk: Використовуючи додаток Windscribe для iOS на телефоні або iPad, перейдіть в Налаштування (вгорі ліворуч), в розділі «Обліковий запис» виберіть «Лінивий вхід» і введіть код нижче.
vi: Sử dụng ứng dụng Windscribe iOS trên điện thoại hoặc máy tính bảng của bạn, đi tới Tùy chọn (Trên cùng bên trái), trong "Tài khoản" chọn "Đăng nhập lười biếng" và nhập mã bên dưới.

source: Generate Code
de_de: Code generieren
es: Generar código
fr: Générer du code
hi: कोड जनरेट करें
id_id: Hasilkan Kode
it_it: Genera codice
ja_jp: コードの生成
pl: Generowanie kodu
ru: Создание кода
tr: Kod Oluştur
uk: Згенерувати код
vi: Tạo mã

source: Manual Login
de_de: Manuelle Anmeldung
es: Inicio de sesión manual
fr: Connexion manuelle
hi: मैन्युअल लॉगिन
id_id: Login Manual
it_it: Login manuale
ja_jp: 手動ログイン
pl: Logowanie ręczne
ru: Ручной вход в систему
uk: Вхід вручну
vi: Đăng nhập thủ công

source: 2FA require to proceed. Use an authentication app to generate the code.
de_de: 2FA erfordern, um fortzufahren. Verwenden Sie eine Authentifizierungs-App, um den Code zu generieren.
es: 2FA requieren proceder. Use una aplicación de autenticación para generar el código.
fr: 2FA exigent de procéder. Utilisez une applicationd’authentification pour générer le code.
hi: 2एफए को आगे बढ़ने की आवश्यकता है। कोड जनरेट करने के लिए प्रमाणीकरण ऐप्लिकेशन का उपयोग करें.
id_id: 2FA perlu melanjutkan. Gunakan aplikasi autentikasi untuk membuat kode.
it_it: 2FA richiede di procedere. Usa un'app di autenticazione per generare il codice.
ja_jp: 2FAは続行する必要があります 認証アプリを使用してコード を生成します。
pl: 2FA wymaga kontynuowania. Użyj aplikacji uwierzytelniającej, aby wygenerować kod.
ru: 2FA требуют, чтобы продолжить. Используйте приложение для проверки подлинности для создания кода.
tr: 2FA devam etmeyi gerektirir. Kodu oluşturmak için bir kimlik doğrulama uygulaması kullanın.
uk: 2FA вимагати продовження. Створіть код за допомогою програми для автентифікації.
vi: 2FA yêu cầu tiến hành. Sử dụng ứng dụng xác thực để tạo mã.

source: Please visit windscribe.com to reset your password
de_de: Bitte besuche windscribe.com, um dein Passwort zurückzusetzen
es: Visita windscribe.com para restablecer tu contraseña
fr: Veuillez visiter windscribe.com pour réinitialiser votre mot de passe
hi: अपना पासवर्ड रीसेट करने के लिए कृपया windscribe.com पर जाएँ
id_id: Silakan kunjungi windscribe.com untuk mengatur ulang kata sandi Anda
it_it: Visita windscribe.com per reimpostare la password
ja_jp: windscribe.com にアクセスしてパスワードをリセットしてください
pl: Odwiedź stronę windscribe.com, aby zresetować hasło
ru: Пожалуйста, посетите windscribe.com, чтобы сбросить пароль
tr: Lütfen şifrenizi sıfırlamak için windscribe.com sayfasını ziyaret edin
uk: Будь ласка, відвідайте windscribe.com, щоб скинути пароль
vi: Vui lòng truy cập windscribe.com để đặt lại mật khẩu của bạn

source: Delete Account
de_de: Konto löschen
es: Eliminar cuenta
hi: खाता हटा दो
id_id: Hapus Akun
it_it: Elimina account
ja_jp: アカウントの削除
pl: Usuń konto
ru: Удалить аккаунт
tr: Hesabı sil
uk: Видалити акаунт
vi: Xóa tài khoản

source: Enter your Windscribe password to delete your account. Please be aware this action cannot be undone.
de_de: Geben Sie Ihr Windscribe-Passwort ein, um Ihr Konto zu löschen. Bitte beachten Sie, dass diese Aktion nicht rückgängig gemacht werden kann.
es: Ingrese su contraseña de Windscribe para eliminar su cuenta. Tenga en cuenta que esta acción no se puede deshacer.
fr: Entrez votre mot de passe Windscribe pour supprimer votre compte. Veuillez noter que cette action ne peut pas être annulée.
hi: अपना खाता हटाने के लिए अपना विंडसाइड पासवर्ड दर्ज करें। कृपया ध्यान रखें कि इस कार्रवाई को पूर्ववत नहीं किया जा सकता.
id_id: Masukkan kata sandi Windscribe Anda untuk menghapus akun Anda. Perlu diketahui bahwa tindakan ini tidak dapat dibatalkan.
it_it: Inserisci la tua password Windscribe per eliminare il tuo account. Tieni presente che questa azione non può essere annullata.
ja_jp: Windscribe のパスワードを入力してアカウントを削除します。この操作は元に戻せないことに注意してください。
pl: Wprowadź hasło Windscribe, aby usunąć swoje konto. Należy pamiętać, że tej czynności nie można cofnąć.
ru: Введите свой пароль Windscribe, чтобы удалить свою учетную запись. Обратите внимание, что это действие невозможно отменить.
tr: Hesabınızı silmek için Windscribe şifrenizi girin. Lütfen bu işlemin geri alınamayacağını unutmayın.
uk: Введіть свій пароль Windscribe, щоб видалити обліковий запис. Зауважте, що цю дію неможливо скасувати.
vi: Nhập mật khẩu Windscribe để xóa tài khoản của bạn. Xin lưu ý rằng hành động này không thể hoàn tác được.

source: Locations
de_de: Standorte
es: Ubicaciones
fr: Lieux
hi: स्थान
id_id: Lokasi
it_it: Luoghi
ja_jp: 場所
pl: Lokalizacje
ru: Локации
tr: Konumlar
uk: Розташування
vi: Địa điểm

source: Go to the address above on your phone or computer for all support related inquiries.
de_de: Gehe auf die oben genannte Adresse auf deinem Telefon oder Computer für alle supportbezogenen Anfragen.
es: Vaya a la dirección anterior en su teléfono o computadora para todas las consultas relacionadas con el soporte.
fr: Accédez à l’adresse ci-dessus sur votre téléphone ou votre ordinateur pour toutes les demandes liées à l’assistance.
hi: सभी समर्थन संबंधी पूछताछ के लिए अपने फोन या कंप्यूटर पर ऊपर दिए गए पते पर जाएं।
id_id: Buka alamat di atas di ponsel atau komputer Anda untuk semua pertanyaan terkait dukungan.
it_it: Vai all\indirizzo sopra sul tuo telefono o computer per tutte le richieste relative al supporto.
ja_jp: サポート関連のすべての問い合わせについては、携帯電話またはコンピューターの上記のアドレスにアクセスしてください。
pl: Przejdź do powyższego adresu w telefonie lub komputerze, aby uzyskać wszystkie pytania związane z pomocą techniczną.
ru: Перейдите по указанному выше адресу на своем телефоне или компьютере для всех запросов, связанных с поддержкой.
tr: Destekle ilgili tüm sorularınız için telefonunuzda veya bilgisayarınızda yukarıdaki adrese gidin.
uk: Перейдіть за вказаною вище адресою на телефоні або комп\ютері, щоб отримати всі запити, пов\язані зі службою підтримки.
vi: Truy cập địa chỉ trên trên điện thoại hoặc máy tính của bạn cho tất cả các yêu cầu liên quan đến hỗ trợ.

source: Enter Code
de_de: Code eingeben
es: Introduzca el código
fr: Entrez le code
hi: कोड दर्ज करें
id_id: Masukkan Kode
it_it: Inserisci il codice
ja_jp: コードを入力
pl: Wpisz kod
ru: Введите код
tr: Kodu Girin
uk: Введіть код
vi: Nhập mã

source: Enter code here
de_de: Geben Sie hier den Code ein
es: Introduce el código aquí
fr: Entrez le code ici
hi: यहाँ कोड दर्ज करें
id_id: Masukkan kode di sini
it_it: Inserisci il codice qui
ja_jp: ここにコードを入力してください
pl: Wpisz tutaj kod
ru: Введите код здесь
tr: Kodu buraya girin
uk: Введіть код тут
vi: Nhập mã vào đây

source: Login into Windscribe's TV apps with a short code
de_de: Melde dich mit einem kurzen Code bei den TV-Apps von Windscribe an
es: Inicie sesión en las aplicaciones de TV de Windscribe \ \s con un código corto
fr: Connectez-vous aux applications TV de Windscribe avec un code court.
hi: एक छोटे कोड के साथ विंडस्क्राइब के टीवी ऐप्स में लॉगिन करें।
id_id: Masuk ke aplikasi TV Windscribe dengan kode pendek
it_it: Accedi alle app TV di Windscribe con un codice breve
ja_jp: ショートコードでWindscribeのテレビアプリにログインします。
pl: Zaloguj się do aplikacji telewizyjnych Windscribe za pomocą krótkiego kodu
ru: Войдите в приложения Windscribe для ТВ с помощью короткого кода.
tr: Windscribe\\ın TV uygulamalarına kısa bir kodla giriş yapın
uk: Увійдіть у телевізійні програми Windscribe за допомогою короткого коду
vi: Đăng nhập vào các ứng dụng TV của Windscribe bằng một mã ngắn

source: Sweet, you should be all good to go now
de_de: Süße, jetzt solltest du startklar sein
es: Dulce, deberías estar listo para irte ahora.
fr: Doux, tu devrais être prêt à partir maintenant
hi: प्रिय, तुम्हें अब जाने के लिए बिल्कुल तैयार हो जाना चाहिए
id_id: Manis, kamu harusnya baik-baik saja untuk pergi sekarang
it_it: Dolcezza, dovresti essere a posto adesso
ja_jp: スイート、もう大丈夫ですよ
pl: Sweet, już wszystko powinno być gotowe
ru: Милая, теперь с тобой должно быть все в порядке.
tr: Tatlım, artık gidebilirsin
uk: Мила, ти вже маєш бути готовим
vi: Em yêu, giờ em đã sẵn sàng để đi rồi
