Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: This network is unsecured
de_de: Dieses Netzwerk ist ungesichert
es: Esta red está desprotegida
fr: Ce réseau n’est pas sécurisé
hi: यह नेटवर्क असुरक्षित है
id_id: Jaringan ini tidak aman
it_it: Questa rete non è sicura
ja_jp: このネットワークは安全性が保証されていません
pl: Ta sieć jest niezabezpieczona
ru: Эта сеть не защищена
tr: Güvenilir Ağ
uk: Ця мережа незахищена
vi: Mạng này không được bảo mật

source: is unsecured, meaning you don't wish to use Windscribe while on this network.
de_de: ist ungesichert, was bedeutet, dass Sie Windscribe nicht verwenden möchten, während Sie sich in diesem Netzwerk befinden.
es: está desprotegida, lo que significa que no deseas usar Windscribe cuando utilizas esta red.
fr: n’est pas sécurisé, ce qui signifie que vous ne devriez pas utiliser Windscribe lorsque sur ce réseau.
hi: असुरक्षित है, जिसका अर्थ है कि आप इस नेटवर्क पर रहते हुए विंडस्क्राइब का उपयोग नहीं करना चाहते हैं।
id_id: tidak aman berarti Anda tidak ingin menggunakan Windscribe saat berada di jaringan ini.
it_it: non è sicura, ciò significa che non desideri usare Windscribe mentre navighi su questa rete.
ja_jp: はセキュリティ保護されていません。つまりあなたはこのネットワーク上でWindscribeを使いたくないということです。
pl: jest niezabezpieczona, co oznacza, że nie należy używać Windscribe w tej sieci.
ru: не защищается — это означает, что Windscribe в этой сети использоваться не будет.
tr: güvenilir. Bu ağda Windscribe'ı kullanmak istemediğiniz anlamına geliyor.
uk: незахищена означає, що ви не бажаєте використовувати Windscribe, перебуваючи в цій мережі.
vi: không được bảo mật, có nghĩa là bạn không muốn sử dụng Windscribe khi ở trên mạng này.

source: Connect Anyway
de_de: Trotzdem verbinden
es: Conectarse de todas formas
fr: Se connecter quand même
hi: फिर भी कनेक्ट करें
id_id: Tetap Sambungkan
it_it: Collegati comunque
ja_jp: とりあえず接続
pl: Połącz mimo to
ru: Подключиться в любом случае
tr: Yinede Bağlan
uk: Підключитися в будь-якому разі
vi: Vẫn kết nối

source: Cancel
de_de: Absagen
es: Cancelar
fr: Annuler
hi: रद्द करना
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
pl: Anuluj
ru: Отмена
tr: Vazgeç
uk: Скасувати
vi: Hủy

source: Remove
de_de: Entfernen
es: Quitar
fr: Supprimer
hi: निकालना
id_id: Hapus
it_it: Rimuovi
ja_jp: 解除
pl: Usuń
ru: Убрать
tr: Kaldır
uk: Видалити
vi: Xóa

source: Search Locations
de_de: Standorte suchen
es: Buscar ubicaciones
fr: Recherche de localisations
hi: स्थान खोजें
id_id: Cari Lokasi
it_it: Posizioni migliori
ja_jp: ロケーションを検索
pl: Wyszukaj lokalizacje
ru: Поиск расположений
tr: Lokasyon Ara
uk: Пошук розташувань
vi: Tìm Vị trí

source: Get Started
de_de: Loslegen
es: Comenzar
fr: Prise en main
hi: शुरू हो जाओ
id_id: Memulai
it_it: Inizia
ja_jp: 開始する
pl: Rozpocznij
ru: Начало работы
tr: Başla
uk: Почати
vi: Bắt đầu

source: Please enter your username and password.
de_de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort ein.
es: Introduce tu nombre de usuario y contraseña.
fr: Veuillez saisir un nom d’utilisateur et un mot de passe correct.
hi: कृपया अपना उपयोगकर्तानाम और पासवर्ड दें।
id_id: Harap masukkan nama pengguna dan kata sandi Anda.
it_it: Inserisci il tuo nome utente e password.
ja_jp: ユーザー名とパスワードを入力してください。
pl: Wpisz swoją nazwę użytkownika i hasło.
ru: Введите имя пользователя и пароль.
tr: Lütfen kullanıcı adı ve şifrenizi girin.
uk: Введіть своє ім’я користувача і пароль.
vi: Vui lòng nhập tên đăng nhập và mật khẩu của bạn.

source: Try Again
de_de: Versuchen Sie es noch einmal
es: Intenta de nuevo
fr: Réessayer
hi: पुनः प्रयास करें
id_id: Coba Lagi
it_it: Prova di nuovo
ja_jp: 再試行する
pl: Spróbuj ponownie
ru: Попробуйте еще раз
tr: Tekrar Dene
uk: Спробувати ще раз
vi: Thử lại

source: The username and password combination is wrong.
de_de: Die Kombination aus Benutzername und Passwort ist falsch.
es: La combinación de nombre de usuario y contraseña es incorrecta.
fr: Le nom d’utilisateur ou le mot de passe utilisé est incorrect.
hi: उपयोगकर्ता नाम और पासवर्ड संयोजन ग़लत है ।
id_id: Kombinasi nama pengguna dan kata sandi salah.
it_it: La combinazione di nome utente e password è sbagliata.
ja_jp: ユーザー名とパスワードの組み合わせが違います。
pl: Kombinacja nazwy użytkownika i hasła jest nieprawidłowa.
ru: Неправильная комбинация имени пользователя и пароля.
tr: Kullanıcı adı veya şifre doğru değil.
uk: Неправильна комбінація імені користувача та пароля.
vi: Tên người dùng và mật khẩu kết hợp sai.

source: Please login with your username, not your email
de_de: Bitte melden Sie sich mit Ihrem Benutzernamen an, nicht mit Ihrer E-Mail
es: Inicia sesión con tu nombre de usuario, no con tu correo electrónico
fr: Veuillez vous connecter avec votre nom d’utilisateur, et non pas votre adresse e-mail.
hi: कृपया अपने उपयोगकर्ता नाम से लॉगिन करें, अपने ईमेल से नहीं
id_id: Harap masuk dengan nama pengguna Anda, bukan dengan email
it_it: Accedi con il tuo nome utente, non con la tua email
ja_jp: メールアドレスではなくユーザー名でログインしてください
pl: Zaloguj się przy użyciu nazwy użytkownika, a nie adresu e-mail
ru: Войдите, используя имя пользователя, а не эл. адрес
tr: Email adresi girdiniz. Lütfen kullanıcı adınızla giriş yapın.
uk: Увійдіть за допомогою свого імені користувача, а не електронної адреси
vi: Vui lòng đăng nhập bằng tên người dùng của bạn, không phải bằng email

source: Loading
de_de: Laden
es: Cargando
fr: Chargement
hi: लोड हो रहा है
id_id: Memuat
it_it: Caricamento in corso
ja_jp: 読み込み中
pl: Ładowanie
ru: Загрузка
tr: Yükleniyor
uk: Завантаження
vi: Đang tải

source: Login
de_de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉगिन
id_id: Masuk
it_it: Accedi
ja_jp: ログイン
pl: Logowanie
ru: Вход
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập

source: Get 10GB/ Mo
de_de: Holen Sie sich 10 GB/Monat
es: Obtén 10 GB mensuales
fr: Recevez 10 Go/Mo
hi: 10GB/माह प्राप्त करें
id_id: Dapatkan 10GB/Bln
it_it: Ricevi 10GB / Mese
ja_jp: 10GB/月を獲得
pl: Uzyskaj 10 GB/mies.
ru: Получите 10 ГБ/мес.
tr: 10 GB Aylık
uk: Отримайте 10 ГБ/місяць
vi: Nhận 10 GB/Tháng

source: 10GB/ Mo
de_de: 10 GB/Monat
es: 10 GB mensuales
fr: 10 Go/mois
hi: 10GB/माह
id_id: 10GB/ Bln
it_it: 10GB / Mese
ja_jp: 10GB/月
pl: 10 GB/mies.
ru: 10 ГБ/мес.
tr: Aylık 10 GB
uk: 10 ГБ/місяць
vi: 10 GB/Tháng

source: Continue without account
de_de: Ohne E-Mail fortfahren
es: Continuar sin cuenta
fr: Continuer sans compte
hi: बिना खाते के जारी रखें
id_id: Lanjutkan tanpa akun
it_it: Continua senza account
ja_jp: アカウントなしで続行
pl: Kontynuuj bez konta
ru: Продолжить без аккаунта
tr: Üyeliksiz devam et
uk: Продовжити без облікового запису
vi: Tiếp tục mà không cần tài khoản

source: Limited to 2GB/ Mo
de_de: Begrenzt auf 2 GB/Monat
es: Limitada a 2 GB mensuales
fr: Limité à 2 Go/mois
hi: 2GB/माह तक सीमित
id_id: Terbatas ke 2GB/ Bln
it_it: Limitato a 2GB / mese
ja_jp: 2GB/月に制限
pl: Ograniczenie do 2 GB/mies.
ru: Ограничение 2 ГБ/мес.
tr: Aylık 2GB ile sınırlı
uk: Обмеження: 2 ГБ/місяць
vi: Giới hạn ở 2 GB/Tháng

source: Continue
de_de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखना
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
pl: Kontynuuj
ru: Продолжить
tr: Devam
uk: Продовжити
vi: Tiếp tục

source: Sign up
de_de: Registrieren
es: Regístrate
fr: Inscription
hi: साइन अप करें
id_id: Daftar
it_it: Registrati
ja_jp: 登録
pl: Zarejestruj się
ru: Регистрация
tr: Kayıt Ol
uk: Реєстрація
vi: Đăng ký

source: Sign up free
de_de: Kostenlos registrieren
es: Regístrate gratis
fr: Inscrivez-vous gratuitement
hi: निशुल्क साइन अप करें
id_id: Mendaftar secara gratis
it_it: Registrati gratuitamente
ja_jp: 無料で登録
pl: Zarejestruj się bezpłatnie
ru: Бесплатная регистрация
tr: Ücretsiz kayıt ol
uk: Зареєструватися безкоштовно
vi: Đăng ký miễn phí

source: Account setup
de_de: Kontoeinrichtung
es: Configuración de la cuenta
fr: Configuration du compte
hi: खाता स्थापित करना
id_id: Pembuatan akun
it_it: Configurazione dell'account
ja_jp: アカウント設定
pl: Konfiguracja konta
ru: Настройка аккаунта
tr: Hesap kaydı
uk: Налаштування облікового запису
vi: Thiết lập Tài khoản

source: Setup Account
de_de: Konto bearbeiten
es: Configurar cuenta
fr: Créer un compte
hi: खाता सेट करें
id_id: Buat Akun
it_it: Configura account
ja_jp: アカウントを設定
pl: Skonfiguruj konto
ru: Настроить аккаунт
tr: Kayıdı Tamamla
uk: Налаштувати обліковий запис
vi: Thiết lập Tài khoản

source: Username
de_de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
hi: उपयोगकर्ता नाम
id_id: Nama pengguna
it_it: Nome utente
ja_jp: ユーザー名
pl: Nazwa użytkownika
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім’я користувача
vi: Tên người dùng

source: Password
de_de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id_id: Kata sandi
ja_jp: パスワード
pl: Hasło
ru: Пароль
tr: Şifre
uk: Пароль
vi: Mật khẩu

source: Your username
de_de: Ihr Benutzername
es: Tu nombre de usuario
fr: Votre nom d’utilisateur
hi: तुम्हारा प्रयोगकर्ती नाम
id_id: Nama pengguna Anda
it_it: Il tuo nome utente
ja_jp: あなたのユーザー名
pl: Twoja nazwa użytkownika
ru: Ваше имя пользователя
tr: Kullanıcı adınız
uk: Ваше ім’я користувача
vi: Tên đăng nhập

source: Your password
de_de: Ihr Passwort
es: Tu contraseña
fr: Votre mot de passe
hi: आपका पासवर्ड
id_id: Kata sandi Anda
it_it: La tua password
ja_jp: あなたのパスワード
pl: Twoje hasło
ru: Ваш пароль
tr: Şifreniz
uk: Ваш пароль
vi: Mật khẩu

source: Your email
de_de: Ihr E-Mail
es: Tu correo electrónico
fr: Votre e-mail
hi: आपका ईमेल
id_id: Email Anda
it_it: La tua email
ja_jp: あなたのメールアドレス
pl: Twój adres e-mail
ru: Ваш эл. адрес
tr: Email adresiniz
uk: Ваша електронна адреса
vi: Email

source: Enter your email
de_de: Geben Sie Ihre E-Mail ein
es: Introduce tu correo electrónico
fr: Entrez votre courriel
hi: अपना ईमेल दर्ज करें
id_id: Masukkan email Anda
it_it: Inserisci la tua email
ja_jp: メールアドレスを入力
pl: Wpisz swój adres e-mail
ru: Введите ваш эл. адрес
tr: Email adresinizi girin
uk: Введіть свою електронну адресу
vi: Nhập email của bạn

source: Verify your password
de_de: Überprüfen Sie Ihr Passwort
es: Revisa tu contraseña
fr: Vérifiez votre mot de passe
hi: अपना पासवर्ड सत्यापित करें
id_id: Verifikasikan kata sandi Anda
it_it: Verifica la tua password
ja_jp: あなたのパスワードを確認
pl: Zweryfikuj swoje hasło
ru: Проверьте пароль
tr: Şifrenizi Doğrulayın
uk: Підтвердьте пароль
vi: Xác thực mật khẩu của bạn

source: Forgot password?
de_de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
id_id: Lupa kata sandi?
it_it: Password dimenticata?
ja_jp: パスワードをお忘れですか？
pl: Nie pamiętasz hasła?
ru: Забыли пароль?
tr: Şifremi Unuttum
uk: Забули пароль?
vi: Quên mật khẩu?

source: Choose password
de_de: Passwort wählen
es: Elige una contraseña
fr: Choisissez un mot de passe
hi: पासवर्ड चुनें
id_id: Pilih kata sandi
it_it: Scegli la password
ja_jp: パスワードを選択
pl: Wybierz hasło
ru: Выберите пароль
tr: Şifreniz
uk: Виберіть пароль
vi: Chọn mật khẩu

source: Confirm password
de_de: Passwort bestätigen
es: Confirma la contraseña
fr: Confirmez votre mot de passe
hi: पासवर्ड की पुष्टि कीजिये
id_id: Konfirmasikan kata sandi
it_it: Conferma la password
ja_jp: パスワードを確認
pl: Potwierdź hasło
ru: Подтвердить пароль
tr: Şifrenizi doğrulayın
uk: Підтвердьте пароль
vi: Xác nhận mật khẩu

source: Yes
de_de: Ja
es: Sí
fr: Oui
hi: हाँ
id_id: Ya
it_it: Sì
ja_jp: はい
pl: Tak
ru: Да
tr: Evet
uk: Так
vi: Đúng

source: No
de_de: Nein
fr: Non
hi: नहीं
id_id: Tidak
ja_jp: いいえ
pl: Nie
ru: Нет
tr: Hayır
uk: Ні
vi: Sai

source: Error
de_de: Fehler
fr: Erreur
hi: गलती
id_id: Kesalahan
ja_jp: エラー
pl: Błąd
ru: Ошибка
tr: Hata Oluştu
uk: Помилка
vi: Lỗi

source: Setup later
de_de: Später einrichten
es: Configurar luego
fr: Configuration ultérieure
hi: बाद में सेटअप करें
id_id: Buat nanti
it_it: Configura più tardi
ja_jp: 後で設定
pl: Skonfiguruj później
ru: Настроить позже
tr: Sonra tamamla
uk: Налаштувати пізніше
vi: Thiết lập sau

source: Get More Data
de_de: Mehr Daten erhalten
es: Obtener más datos
fr: Recevoir plus de données
hi: अधिक डेटा प्राप्त करें
id_id: Dapatkan Lebih Banyak Data
it_it: Ottieni altri dati
ja_jp: データをさらに取得
pl: Uzyskaj więcej danych
ru: Получить больше данных
tr: Limiti Yükselt
uk: Отримати більше даних
vi: Nhận thêm Dữ liệu

source: Add Email
de_de: E-Mail hinzufügen
es: Añadir correo electrónico
fr: Ajouter un e-mail
hi: ईमेल जोड़ें
id_id: Tambahkan Email
it_it: Aggiungi email
ja_jp: メールアドレスを追加
pl: Dodaj adres e-mail
ru: Добавить эл. адрес
tr: Email Ekle
uk: Додати електронну адресу
vi: Thêm Email

source: For password recovery, updates & promo only. No spam
de_de: Nur für Passwortwiederherstellung, Updates und Werbeaktionen. Kein Spam
es: Solo para recuperar la contraseña, actualizaciones y promociones. Sin correo no deseado
fr: Pour récupérer votre mot de passe, vous tenir informé ou promouvoir nos produits uniquement. Sans spam
hi: केवल पासवर्ड पुनर्प्राप्ति, अपडेट और प्रोमो के लिए। कोई स्पैम नहीं
id_id: Khusus untuk pemulihan kata sandi, pembaruan & promo. Tidak ada spam
it_it: Soltanto per il recupero della password, aggiornamenti e promozioni. Niente spam
ja_jp: パスワードの復元、更新、プロモーションのみ。スパムなし
pl: Tylko do otrzymywania wiadomości dotyczących odzyskiwania hasła, aktualności i promocji. Bez spamu
ru: Только для восстановления пароля, обновлений и информации о промо-акциях. Без спама
tr: Sadece şifre yenileme, güncellemeler & duyurular için.
uk: Тільки для відновлення пароля, отримання оновлень та реклами. Без спаму
vi: Chỉ dành cho khôi phục mật khẩu, cập nhật và quảng cáo. Không có thư rác

source: Choose Username
de_de: Benutzername wählen
es: Elige un nombre de usuario
fr: Choisissez un nom d’utilisateur
hi: उपयोगकर्ता नाम का चयन करें
id_id: Pilih Nama Pengguna
it_it: Scegli il nome utente
ja_jp: ユーザー名を選択
pl: Wybierz nazwę użytkownika
ru: Выберите имя пользователя
tr: Kullanıcı Adı
uk: Виберіть ім’я користувача
vi: Chọn Tên người dùng

source: Choose Password
de_de: Passwort wählen
es: Elige una contraseña
fr: Choisissez un mot de passe
hi: पासवर्ड चुनें
id_id: Pilih Kata Sandi
it_it: Scegli la password
ja_jp: パスワードを選択します
pl: Wybierz hasło
ru: Выберите пароль
tr: Şifre
uk: Виберіть пароль
vi: Chọn Mật khẩu

source: Sign up or login to view your account details and safeguard your preferences
de_de: Registrieren Sie sich oder melden Sie sich an, um Ihre Kontodaten anzuzeigen und Ihre Einstellungen zu schützen
es: Regístrate o inicia sesión para ver los detalles de tu cuenta y salvaguardar tus preferencias
fr: Inscrivez-vous ou connectez-vous pour consulter les informations de votre compte et sauvegarder vos préférences.
hi: अपने खाते का विवरण देखने और अपनी प्राथमिकताओं को सुरक्षित रखने के लिए साइन अप करें या लॉगिन करें
id_id: Mendaftar atau Masuk untuk melihat detail akun Anda dan melindungi preferensi Anda
it_it: Registrati o accedi per visualizzare i dettagli del tuo account e tutelare le tue preferenze
ja_jp: 登録またはログインしてアカウント詳細を表示し、環境設定を保護します
pl: Zarejestruj lub zaloguj się, aby wyświetlić szczegóły konta i chronić swoje preferencje
ru: Зарегистрируйтесь или войдите, чтобы посмотреть данные своего аккаунта и сохранить настройки
tr: Hesap bilgilerini görüntülemek için kayıt olun veya giriş yapın.
uk: Зареєструйтеся або увійдіть, щоб переглянути дані свого облікового запису та захистити свої налаштування
vi: Đăng ký hoặc đăng nhập để xem chi tiết tài khoản của bạn và bảo vệ các tùy chọn của bạn

source: Powers
de_de: Befugnisse
es: Poderes
fr: Alimentation
hi: पॉवर्स
id_id: Kekuatan
it_it: Potenze
ja_jp: パワー
ru: Эффективность
tr: Özel Güçler
uk: Права
vi: Quyền hạn

source: Safeguard your Pro account and access it from any device.
de_de: Schützen Sie Ihr Pro-Konto und greifen Sie von jedem Gerät aus darauf zu.
es: Salvaguarda tu cuenta Pro y accédela desde cualquier dispositivo.
fr: Protégez votre compte Pro et accédez-y depuis n’importe quel appareil.
hi: अपने प्रो खाते को सुरक्षित रखें और इसे किसी भी डिवाइस से एक्सेस करें।
id_id: Lindungi akun Pro Anda dan akses dari perangkat manapun.
it_it: Tutela il tuo account Pro e accedi da qualsiasi dispositivo.
ja_jp: Pro版アカウントを保護すればどのデバイスからもアクセスできます。
pl: Zabezpiecz swoje konto Pro i uzyskaj do niego dostęp z dowolnego urządzenia.
ru: Сохраните свой Pro-аккаунт и используйте его с любого устройства.
tr: Pro hesabınızı koruyun ve diğer cihazlarınızdan erişin.
uk: Захистіть свій обліковий запис Pro та отримайте доступ до нього з будь-якого пристрою.
vi: Bảo vệ tài khoản của Pro bạn và truy cập tài khoản từ mọi thiết bị.

source: Safeguard your account, access your settings from any device and get more data.
de_de: Schützen Sie Ihr Konto, greifen Sie von jedem Gerät aus auf Ihre Einstellungen zu und erhalten Sie mehr Daten.
es: Salvaguarda tu cuenta, accede a tu configuración desde cualquier dispositivo, y obtén más datos.
fr: Protégez votre compte, accédez à vos paramètres depuis n’importe quel appareil et augmentez votre plafond de données.
hi: अपने खाते को सुरक्षित रखें, किसी भी डिवाइस से अपनी सेटिंग्स तक पहुंचें और अधिक डेटा प्राप्त करें।
id_id: Lindungi akun Anda, buka pengaturan dari perangkat manapun dan dapatkan lebih banyak data.
it_it: Tutela il tuo account, accedi alle impostazioni da qualsiasi dispositivo e acquisisci altri dati.
ja_jp: アカウントを保護すると、どのデバイスからも設定にアクセスしてより多くのデータを取得できます。
pl: Zabezpiecz swoje konto, uzyskaj dostęp do ustawień z dowolnego urządzenia i uzyskaj więcej danych.
ru: Сохраните свой аккаунт, настраивайте его с любого устройства и получите больше данных.
tr: Hesabınızı koruyun, diğer cihazlarınızdan erişin ve kullanım limitini yükseltin.
uk: Захистіть свій обліковий запис, отримайте доступ до своїх налаштувань з будь-якого пристрою, а також отримуйте більше даних.
vi: Bảo vệ tài khoản của bạn, truy cập cài đặt của bạn từ bất kỳ thiết bị nào và nhận thêm dữ liệu.

source: Getting Server List
de_de: Serverliste abrufen
es: Obteniendo lista de servidores
fr: Obtention de la liste de serveurs
hi: सर्वर सूची प्राप्त करना
id_id: Mendapatkan Daftar Server
it_it: Recupero dell'elenco del server in corso
ja_jp: サーバーリストを取得中
pl: Uzyskiwanie listy serwerów
ru: Получение списка серверов
tr: Sunucu Listesi Yükleniyor
uk: Отримання списку серверів
vi: Đang tải Danh sách Máy chủ

source: Getting IKEv2 Server Credentials
de_de: IKEv2-Server-Anmeldeinformationen abrufen
es: Obteniendo credenciales de servidor IKEv2
fr: Obtention des identifiants du serveur IKEv2
hi: OpenVPN सर्वर क्रेडेंशियल प्राप्त करना
id_id: Mendapatkan Kredensial Server IKEv2
it_it: Recupero delle credenziali del server IKEv2 in corso...
ja_jp: IKEv2サーバー認証情報を取得中
pl: Uzyskiwanie danych uwierzytelniających serwera IKEv2
ru: Получение учетных данных сервера IKEv2
tr: IKEv2 Sunucu Bilgileri Yükleniyor
uk: Отримання облікових даних сервера IKEv2
vi: Đang tải Thông tin đăng nhập Máy chủ IKEv2

source: Getting OpenVPN Server Credentials
de_de: OpenVPN-Server-Anmeldeinformationen abrufen
es: Obteniendo credenciales de servidor OpenVPN
fr: Obtention des identifiants du serveur OpenVPN
hi: OpenVPN सर्वर क्रेडेंशियल प्राप्त करना
id_id: Mendapatkan Kredensial Server OpenVPN
it_it: Recupero delle credenziali del server OpenVPN in corso...
ja_jp: OpenVPNサーバー認証情報を取得中
pl: Uzyskiwanie danych uwierzytelniających serwera OpenVPN
ru: Получение учетных данных сервера OpenVPN
tr: OpenVPN Sunucu Bilgileri Yükleniyor
uk: Отримання облікових даних сервера OpenVPN
vi: Đang tải Thông tin đăng nhập Máy chủ OpenVPN

source: Getting Static IPs
de_de: Statische IPs abrufen
es: Obteniendo IP estáticas
fr: Obtention des IP statiques
hi: स्टेटिक आईपी प्राप्त करना
id_id: Mendapatkan IP Statis
it_it: Recupero in corso degli IP statici
ja_jp: 静的IPを取得中
pl: Uzyskiwanie statycznych adresów IP
ru: Получение статических IP
tr: Static IP'ler Yükleniyor
uk: Отримання статичних IP-адрес
vi: Đang tải IP Tĩnh

source: Getting Port Maps
de_de: Hafenkarten abrufen
es: Obteniendo mapeo de puertos
fr: Obtention des mappages de port
hi: पोर्ट मानचित्र प्राप्त करना
id_id: Mendapatkan Port Map
it_it: Recupero delle mappe portuali in corso
ja_jp: ポートマップ取得中
pl: Uzyskiwanie map portów
ru: Получение карт портов
tr: Port Haritası Yükleniyor
uk: Отримання карт портів
vi: Đang tải Bản đồ Cổng

source: Getting Mobile Plans
de_de: Mobiltarife abrufen
es: Obteniendo planes móviles
fr: Obtention des forfaits mobiles
hi: मोबाइल प्लान प्राप्त करना
id_id: Mendapatkan Paket Mobile
it_it: Recupero dei piani mobili in corso
ja_jp: モバイルプランを取得中
pl: Uzyskiwanie planów danych sieci komórkowej
ru: Получение мобильных планов
tr: Mobil Planlarlar Yükleniyor
uk: Отримання мобільних планів
vi: Đang tải Các gói Di động

source: Getting Configurations
de_de: Konfigurationen abrufen
es: Obteniendo configuraciones
fr: Obtention des configurations
hi: कॉन्फ़िगरेशन प्राप्त करना
id_id: Mendapatkan Konfigurasi
it_it: Recupero delle configurazioni in corso
ja_jp: 設定取得中
pl: Uzyskiwanie konfiguracji
ru: Получение конфигураций
tr: Ayarlar Yükleniyor
uk: Отримання конфігурацій
vi: Đang tải Cấu hình

source: Getting Notifications
de_de: Benachrichtigungen abrufen
es: Obteniendo notificaciones
fr: Obtention des notifications
hi: सूचनाएं प्राप्त करना
id_id: Mendapatkan Notifikasi
it_it: Recupero delle notifiche in corso
ja_jp: 通知取得中
pl: Uzyskiwanie powiadomień
ru: Получение уведомлений
tr: Bildirimler Yükleniyor
uk: Отримання сповіщень
vi: Đang tải Thông báo

source: Preparing Your Dashboard
de_de: Vorbereitung Ihres Dashboards
es: Preparando tu panel de información
fr: Préparation de votre tableau de bord
hi: आपका डैशबोर्ड तैयार हो रहा है
id_id: Menyiapkan Dasbor Anda
it_it: Preparazione della dashboard in corso
ja_jp: ダッシュボード準備中
pl: Przygotowywanie pulpitu nawigacyjnego
ru: Подготовка вашей панели управления
tr: Arayüz Hazırlanıyor
uk: Підготовка інформаційної панелі
vi: Đang chuẩn bị Trang tổng quan của Bạn

source: The passwords don't match.
de_de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते ।
id_id: Kata sandi tidak cocok.
it_it: Le password non corrispondono.
ja_jp: パスワードが一致しません。
pl: Hasła nie są zgodne.
ru: Пароли не совпадают.
tr: Şifreler birbiri ile uyuşmuyor.
uk: Паролі не збігаються.
vi: Mật khẩu không khớp.

source: Registration failed, please contact support.
de_de: Registrierung fehlgeschlagen, bitte kontaktieren Sie den Support.
es: El registro falló, comunícate con asistencia técnica.
fr: Échec de l’inscription, veuillez contacter le centre d’assistance.
hi: रजिस्ट्रेशन विफल, कृपया सहायता से संपर्क करें।
id_id: Pendaftaran gagal, hubungi layanan pelanggan.
it_it: Registrazione non riuscita, contatta l'assistenza.
ja_jp: 登録に失敗しました。サポートにお問い合わせください。
pl: Rejestracja nie powiodła się, skontaktuj się z pomocą techniczną.
ru: Регистрация не выполнена, обратитесь в службу поддержки.
tr: Kayıt başarısız oldu. Lütfen destek ekibine ulaşın.
uk: Помилка реєстрації. Зверніться в службу підтримки.
vi: Đăng ký không thành công, vui lòng liên hệ với bộ phận hỗ trợ.

source: Awww! This username is taken.
de_de: Ohhh! Dieser Benutzername ist bereits vergeben.
es: ¡Oh! Este nombre de usuario ya está en uso.
fr: Aouuuh ! Ce nom d’utilisateur existe déjà.
hi: ओह! यह उपयोगकर्ता नाम ले लिया गया है।
id_id: Awww! Nama pengguna ini sudah digunakan.
it_it: Ahhh! Questo nome utente è già preso.
ja_jp: ああ！このユーザ名はすでに使われています。
pl: Awww! Ta nazwa użytkownika jest zajęta.
ru: Ой! Это имя пользователя уже занято.
tr: Bu kullanıcı adı zaten var.
uk: Ой! Це ім’я користувача зайнято.
vi: Ôi! Tên người dùng này đã được sử dụng.

source: Please contact support.
de_de: Bitte kontaktieren Sie den Support.
es: Por favor, comunícate con asistencia técnica.
fr: Veuillez contacter le centre d’assistance.
hi: कृपया समर्थन से संपर्क करें।
id_id: Hubungi layanan pelanggan.
it_it: Contatta l'assistenza.
ja_jp: サポートにお問い合わせください。
pl: Skontaktuj się z działem pomocy technicznej.
ru: Обратитесь в службу поддержки.
tr: Lütfen destek ekibimize ulaşın.
uk: Зверніться в службу підтримки.
vi: Vui lòng liên hệ với bộ phận hỗ trợ.
