Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: Awww! This email already exists.
de_de: Ohhh! Diese E-Mail-Adresse existiert bereits.
es: ¡Oh! Este correo electrónico ya existe.
fr: Aouuuh ! Cet e-mail existe déjà.
hi: ओह! यह ईमेल पहले से मौजूद है।
id_id: Awww! Alamat email ini sudah ada.
it_it: Ahhh! Questo indirizzo email esiste già.
ja_jp: ああ！このメールアドレスはすでに存在します。
pl: Awww! Ta wiadomość e-mail już istnieje.
ru: Ой! Этот эл. адрес уже зарегистрирован.
tr: Bu email zaten mevcut.
uk: Ой! Ця електронна адреса вже існує.
vi: Ôi! Email này đã tồn tại.

source: Disposable emails are not allowed. Provide a valid email, or leave the email field blank.
de_de: Einweg-E-Mails-Adressen sind nicht erlaubt. Geben Sie eine gültige E-Mail-Adresse an oder lassen Sie das E-Mail-Feld leer.
es: No se admiten correos electrónicos desechables. Introduce un correo electrónico válido, o deja el campo en blanco.
fr: Les adresses e-mail temporaires ne sont pas autorisées. Veuillez saisir une adresse e-mail valide ou ne renseignez pas ce champ.
hi: डिस्पोजेबल ईमेल की अनुमति नहीं है. एक वैध ईमेल प्रदान करें, या ईमेल फ़ील्ड को खाली छोड़ दें।
id_id: Email sekali pakai tidak diizinkan. Cantumkan email yang valid, atau kosongkan bidang isian email.
it_it: Le email usa e getta non sono consentite. Fornisci un'email valida, oppure lascia il campo dell'email vuoto.
ja_jp: 使い捨てメールアドレスは許可されていません。有効なメールアドレスを入力するか、メールアドレスフィールドを空白のままにしてください。
pl: Jednorazowe adresy e-mail są niedozwolone. Podaj prawidłowy adres e-mail lub pozostaw to pole puste.
ru: Одноразовые эл. адреса не допускаются. Укажите действительный эл. адрес или оставьте поле эл. адреса пустым.
tr: Geçiçi email kullanamazsınız. Geçerli bir email girin veya boş bırakın.
uk: Одноразові електронні адреси заборонені. Укажіть дійсну електронну адресу або залиште поле електронної адреси порожнім.
vi: Không chấp nhận Email dùng một lần. Cung cấp một email hợp lệ hoặc để trống trường email.

source: Cannot change existing email because it is already confirmed.
de_de: Vorhandene E-Mail-Adresse kann nicht geändert werden, da sie bereits bestätigt ist.
es: No puedes cambiar el correo electrónico existente porque ya está confirmado.
fr: Il est impossible de modifier l’adresse e-mail existante, car elle est déjà confirmée.
hi: मौजूदा ईमेल को बदला नहीं जा सकता क्योंकि इसकी पुष्टि पहले ही हो चुकी है।
id_id: Tidak dapat mengganti email saat ini karena sudah dikonfirmasi.
it_it: Impossibile modificare l'indirizzo email esistente, perché è già stato confermato.
ja_jp: すでに確認済のため、既存のメールアドレスを変更できません。
pl: Nie można zmienić istniejącego adresu e-mail, ponieważ został on już potwierdzony.
ru: Невозможно изменить существующий эл. адрес, так как он уже подтвержден.
tr: Onaylanmış email adresi değiştirilemez.
uk: Неможливо змінити наявну електронну адресу, оскільки вона вже підтверджена.
vi: Không thể thay đổi email hiện có vì đã được xác nhận.

source: Must only contain letters, numbers and underscores.
de_de: Darf nur Buchstaben, Ziffern und Unterstriche enthalten.
es: Solo puede contener letras, números y barras al piso.
fr: Ce champ ne peut contenir que des lettres, des chiffres et des tirets bas.
hi: केवल अक्षर, संख्याएँ और अंडरस्कोर होने चाहिए।
id_id: Hanya boleh berisi huruf, angka, dan garis bawah.
it_it: Deve contenere soltanto lettere, numeri e trattini.
ja_jp: 文字、数字およびアンダースコアのみを含めてください。
pl: Może zawierać tylko litery, cyfry i podkreślenia.
ru: Допускаются только буквы, цифры и символ подчеркивания.
tr: Sadece harf, numara ve alttan tire kullanılabilir.
uk: Має містити лише літери, цифри та символи підкреслення.
vi: Chỉ được chứa các chữ cái, số và dấu gạch dưới.

source: Must be longer than 7 characters.
de_de: Muss länger als 7 Zeichen sein.
es: Debe tener más de 7 caracteres.
fr: La longueur doit être supérieure à 7 caractères.
hi: 7 अक्षरों से अधिक लंबा होना चाहिए.
id_id: Harus lebih dari 7 karakter.
it_it: Deve contenere più di 7 caratteri.
ja_jp: 7文字以上にしてください。
pl: Musi mieć więcej niż 7 znaków.
ru: Должно быть больше 7 знаков.
tr: 7 karakterden uzun olması gerekiyor.
uk: Має бути довше 7 символів.
vi: Phải dài hơn 7 ký tự.

source: Enter a valid email.
de_de: Geben Sie eine gültige E-Mail ein.
es: Introduce un correo electrónico válido.
fr: Veuillez entrer une adresse e-mail valide.
hi: एक वैध ईमेल प्रविष्ट करें।
id_id: Masukkan email yang valid.
it_it: Inserisci un indirizzo email non valido.
ja_jp: 有効なメールアドレスを入力してください。
pl: Wprowadź prawidłowy adres e-mail.
ru: Введите действительный эл. адрес.
tr: Geçersiz email.
uk: Введіть дійсну електронну адресу.
vi: Nhập email hợp lệ.

source: Unfortunately you cannot use Windscribe without an account as we detected potential abuse. Please make one, it's really easy.
de_de: Leider können Sie Windscribe nicht ohne Konto verwenden, da wir potenziellen Missbrauch festgestellt haben. Bitte erstellen Sie eine, es ist wirklich einfach.
es: Desafortunadamente no puedes usar Windscribe sin una cuenta, ya que detectamos posible abuso. Crea una, es realmente fácil.
fr: Malheureusement, vous ne pouvez pas utiliser Windscribe sans compte, car nous avons détecté certains abus. Veuillez en créer un, le processus est très simple.
hi: दुर्भाग्य से आप बिना किसी खाते के विंडस्क्राइब का उपयोग नहीं कर सकते क्योंकि हमने संभावित दुरुपयोग का पता लगाया है। कृपया एक बनाएं, यह वास्तव में आसान है।
id_id: Maaf, Anda tidak dapat menggunakan Windscribe tanpa akun karena kami mendeteksi potensi penyalahgunaan. Harap buat akun, caranya sangat mudah.
it_it: Purtroppo non è possibile utilizzare Windscribe senza un account, in quanto abbiamo rilevato un potenziale abuso. Ti invitiamo a crearne uno, è davvero semplice.
ja_jp: 不正利用の可能性を検出したため、アカウントなしでWindscribeを使うことはできません。アカウントを作りましょう。本当に簡単ですよ。
pl: Niestety nie można korzystać z Windscribe bez konta, ponieważ wykryliśmy potencjalne nadużycia. Utwórz je, to naprawdę proste.
ru: К сожалению, вы не можете использовать Windscribe без аккаунта, поскольку мы обнаружили потенциальное злоупотребление. Пожалуйста, зарегистрируйте аккаунт — это очень просто.
tr: Maalesef hesap oluşturmadan Windscribe'ı kullanamazsınız. Lütfen hesap oluşturun, bu cidden kolay bir şey zaten.
uk: На жаль, ви не можете використовувати Windscribe без облікового запису, оскільки ми виявили можливе порушення. Зареєструйте обліковий запис, це дуже легко.
vi: Rất tiếc, bạn không thể sử dụng Windscribe mà không có tài khoản vì chúng tôi đã phát hiện thấy hành vi lạm dụng tiềm ẩn. Hãy đăng ký một tài khoản, cực kỳ dễ dàng.

source: Connecting...
de_de: Verbinden...
es: Conectando...
fr: Connexion en cours...
hi: जुड़ रहा है
id_id: Menyambungkan...
it_it: Connessione in corso...
ja_jp: 接続中...
pl: Łączenie…
ru: Подключение...
tr: Bağlantı Kuruluyor...
uk: Підключення...
vi: Đang kết nối...

source: Please terminate the current connection before starting new connection.
de_de: Bitte beenden Sie die aktuelle Verbindung, bevor Sie eine neue Verbindung starten.
es: Termina la conexión actual antes de iniciar otra.
fr: Veuillez terminer la connexion en cours avant de commencer une nouvelle connexion.
hi: कृपया नया कनेक्शन शुरू करने से पहले वर्तमान कनेक्शन समाप्त करें।
id_id: Harap putuskan sambungan saat ini sebelum memulai sambungan baru.
it_it: Termina la connessione attuale prima di iniziarne una nuova.
ja_jp: 新しい接続を始める前に、現在の接続を終了してください。
pl: Przed nawiązaniem nowego połączenia należy zakończyć bieżące połączenie.
ru: Разорвите текущее подключение, прежде чем использовать новое.
tr: Lütfen yeni bir bağlantı kurmadan önce mevcut bağlantıyı sonlandırın.
uk: Припиніть поточне з’єднання, перш ніж почати нове.
vi: Vui lòng ngắt kết nối hiện tại trước khi bắt đầu kết nối mới.

source: Disconnecting...
de_de: Trennen...
es: Desconectando...
fr: Déconnexion...
hi: डिस्कनेक्ट हो रहा है...
id_id: Memutuskan...
it_it: Disconnessione in corso...
ja_jp: 切断中...
pl: Rozłączanie...
ru: Отключение...
tr: Bağlantı Sonlandırılıyor.
uk: Відключення...
vi: Đang ngắt kết nối...

source: Please wait until you are disconnected before starting new connection.
de_de: Bitte warten Sie, bis die Verbindung getrennt wird, bevor Sie eine neue Verbindung herstellen.
es: Espera hasta que te desconectes antes de iniciar otra conexión.
fr: Veuillez attendre d’être déconnecté avant de commencer une nouvelle connexion.
hi: कृपया नया कनेक्शन शुरू करने से पहले डिस्कनेक्ट होने तक प्रतीक्षा करें।
id_id: Harap tunggu hingga sambungan Anda terputus sebelum memulai sambungan baru.
it_it: Attendi fin quando non sarai disconnesso prima di iniziare una nuova connessione.
ja_jp: 接続が切断されるまで待ってから新しい接続を開始してください。
pl: Przed nawiązaniem nowego połączenia należy poczekać na rozłączenie.
ru: Пожалуйста, дождитесь отключения, прежде чем использовать новое подключение.
tr: Lütfen yeni bir bağlantı kurmadan önce mevcut bağlantının sonlandırılmasını bekleyin.
uk: Зачекайте, поки буде виконано відключення, перш ніж почати нове підключення.
vi: Vui lòng đợi cho đến khi bạn bị ngắt kết nối trước khi bắt đầu kết nối mới.

source: Your device is currently offline. Please enable WiFi or cellular connection.
de_de: Ihr Gerät ist derzeit offline. Bitte aktivieren Sie die WLAN- oder Mobilfunkverbindung.
es: Tu dispositivo no tiene conexión. Activa la conexión mediante Wi-Fi o celular.
fr: Votre appareil est actuellement hors ligne. Veuillez activer la connexion WiFi ou cellulaire.
hi: आपका उपकरण वर्तमान में ऑफ़लाइन है. कृपया वाईफाई या सेल्यूलर कनेक्शन सक्षम करें।
id_id: Perangkat Anda saat ini sedang offline. Harap aktifkan WiFi atau sambungan seluler.
it_it: Il tuo dispositivo è attualmente offline. Attiva il WiFi o la connessione cellulare.
ja_jp: デバイスは現在オフラインです。Wi-Fiまたはセルラー方式接続を有効化してください。
pl: Twoje urządzenie jest obecnie w trybie offline. Należy włączyć połączenie Wi-Fi lub komórkowe.
ru: Ваше устройство сейчас не в сети. Включите Wi-Fi или сотовую связь.
tr: Cihazınız şuan çevrimdışı. Lütfen WiFi veya hücresel veri ile bağlantı sağlayın.
uk: Ваш пристрій зараз офлайн. Увімкніть Wi-Fi або стільникове з’єднання.
vi: Thiết bị của bạn hiện đang ngoại tuyến. Vui lòng kích hoạt kết nối Wi-Fi hoặc di động.

source: Well, we gave it our best shot, but we couldn't connect you on this network. Please send us a debug log via the button below and open a support ticket on Windscribe.com
de_de: Nun, wir haben unser Bestes gegeben, aber wir konnten Sie nicht mit diesem Netzwerk verbinden. Bitte senden Sie uns ein Fehlerprotokoll über die Schaltfläche unten und öffnen Sie ein Support-Ticket auf Windscribe.com
es: Bueno, hicimos todo lo posible, pero no pudimos conectarte a esta red. Envíanos el registro de depuración mediante el botón que encuentras abajo y abre un tiquete de asistencia técnica en Windscribe.com
fr: Nous avons fait de notre mieux, mais nous n’avons pas été en mesure de vous connecter à ce réseau. Veuillez nous envoyer un journal de débogage via le bouton suivant et créer un ticket à l’attention du centre d’assistance sur Windscribe.com
hi: खैर, हमने इसमें अपना सर्वश्रेष्ठ प्रयास किया, लेकिन हम आपको इस नेटवर्क पर कनेक्ट नहीं कर सके। कृपया हमें नीचे दिए गए बटन के माध्यम से एक डिबग लॉग भेजें और Windscribe.com पर एक समर्थन टिकट खोलें
id_id: Kami sudah mencoba semaksimal mungkin, namun tidak dapat menghubungkan Anda di jaringan ini. Harap kirimkan log debug melalui tombol berikut dan kirimkan tiket bantuan di Windscribe.com
it_it: Bene, abbiamo fatto del nostro meglio, ma non siamo riusciti a collegarti a questa rete. Inviaci un log di debug tramite il pulsante sottostante e apri una richiesta di assistenza sul sito Windscribe.com
ja_jp: ベストショットを差し上げましたが、このネットワークで接続できませんでした。下のボタンからデバッグログを送信し、Windscribe.comでサポートチケットを開いてください
pl: Zrobiliśmy wszystko, co w naszej mocy, ale nie udało nam się połączyć Cię z tą siecią. Prześlij nam dziennik debugowania za pomocą poniższego przycisku i otwórz zgłoszenia do pomocy technicznej na stronie Windscribe.com
ru: Мы сделали все возможное, но не смогли подключить вас к этой сети. Нажмите кнопку ниже, чтобы отправить нам журнал отладки, и отправьте запрос в службу поддержки на Windscribe.com.
tr: Maalesef sizin için bir bağlantı gerçekleştiremedik. Aşağıdaki düğmeyi kullanarak bize ayıklama raporu gönderin ve Windscribe.com üzerinden destek ekibimize ulaşın.
uk: Ми зробили все можливе, але не змогли підключити вас до цієї мережі. Надішліть нам журнал налагодження за допомогою кнопки нижче та відкрийте запит у службі підтримки на Windscribe.com
vi: Chà, chúng tôi cố gắng hết sức nhưng không thể kết nối với bạn trên mạng này. Vui lòng gửi cho chúng tôi nhật ký gỡ lỗi qua nút bên dưới và mở một yêu cầu hỗ trợ trên Windscribe.com

source: Send us a Debug Log from the Preferences screen, and submit a support ticket.
de_de: Senden Sie uns ein Fehlerprotokoll über den Bildschirm „Einstellungen“ und reichen Sie ein Support-Ticket ein.
es: Envíanos un registro de depuración desde la pantalla Preferencias, y envía un tiquete de asistencia técnica.
fr: Envoyez-nous un journal de débogage à partir de l’écran Préférences, et envoyez un ticket au centre d’assistance.
hi: हमें प्राथमिकताएँ स्क्रीन से एक डिबग लॉग भेजें, और एक समर्थन टिकट सबमिट करें।
id_id: Kirimkan Log Debug dari layar Preferensi, dan kirimkan tiket bantuan.
it_it: Inviaci un Log di debug dalla schermata Preferenze e apri una richiesta di assistenza.
ja_jp: 環境設定画面からデバッグログを送信してサポートチケットを送信してください。
pl: Wyślij nam dziennik błędów z ekranu Preferencje i wyślij zgłoszenie do pomocy technicznej.
ru: Отправьте нам журнал отладки из меню Настройки, а также отправьте запрос в службу поддержки.
tr: Ayarlar ekranından bize Hata Raporu gönderin ve destek ekibine ulaşın.
uk: Надішліть нам журнал налагодження на екрані налаштувань і надішліть запит до служби підтримки.
vi: Gửi cho chúng tôi Nhật ký Gỡ lỗi từ màn hình Tùy chọn và yêu cầu hỗ trợ.

source: Unable to connect
de_de: Keine Verbindung möglich
es: No se pudo conectar
fr: Impossible de se connecter
hi: कनेक्ट करने में असमर्थ
id_id: Tidak dapat menyambungkan
it_it: Impossibile collegarsi
ja_jp: 接続できません
pl: Nie można się połączyć
ru: Невозможно подключиться
tr: Bağlantı Kurulamadı
uk: Не вдалося підключитися
vi: Không thể kết nối

source: Windscribe was unable to connect to this location, please try another location or contact support.
de_de: Windscribe konnte sich nicht mit diesem Standort verbinden, bitte versuchen Sie es mit einem anderen Standort oder wenden Sie sich an den Support.
es: Windscribe no pudo conectarse a esta ubicación. Prueba otra o comunícate con asistencia técnica.
fr: Windscribe n’a pas pu se connecter à cette localisation, veuillez essayer une autre localisation ou contacter le centre d’assistance.
id_id: Windscribe tidak dapat tersambung ke lokasi ini, harap coba lokasi lain atau hubungi layanan pelanggan.
it_it: Windscribe non è stato in grado di collegarsi a questa posizione, prova con un'altra posizione, oppure contatta l'assistenza.
ja_jp: Windscribeはこのロケーションに接続できませんでした。別のロケーションを試すか、サポートにお問い合わせください。
pl: Windscribe nie może się połączyć z tą lokalizacją, spróbuj z inną lokalizacją lub skontaktuj się z pomocą techniczną.
ru: Windscribe не удалось подключиться к этому расположению. Попробуйте другое расположение или обратитесь в службу поддержки.
tr: Windscribe bu konuma bağlanamadı. Lütfen başka bir konum deneyin veya destek ekibimize ulaşın.
uk: Windscribe не вдалося підключитися до цього розташування. Спробуйте інше розташування або зверніться в службу підтримки.
vi: Windscribe không thể kết nối với vị trí này, vui lòng thử vị trí khác hoặc liên hệ với bộ phận hỗ trợ.

source: You can't make changes while connected to a VPN.
de_de: Sie können keine Änderungen vornehmen, während Sie mit einem VPN verbunden sind.
es: No puedes hacer cambios mientras estás conectado a una VPN.
fr: Vous ne pouvez pas réaliser des modifications lorsque vous êtes connecté à un VPN.
id_id: Perubahan tidak dapat dilakukan saat tersambung ke VPN.
it_it: Non puoi apportare modifiche mentre sei connesso a una VPN.
ja_jp: VPN接続中は変更できません。
pl: Nie można wprowadzać zmian, gdy jest się połączonym z siecią VPN.
ru: Вы не можете вносить изменения во время подключения к VPN.
tr: VPN'e bağlı iken değişiklik yapamazsınız.
uk: Ви не можете вносити зміни під час підключення до VPN.
vi: Bạn không thể thực hiện thay đổi khi đã kết nối với VPN.

source: CONNECTED
de_de: VERBUNDEN
es: CONECTADO
fr: CONNECTÉ
id_id: TERSAMBUNG
it_it: CONNESSO
ja_jp: 接続済
pl: POŁĄCZONO
ru: ПОДКЛЮЧЕНО
tr: BAĞLI
uk: ПІДКЛЮЧЕНО
vi: ĐÃ KẾT NỐI

source: CONNECTING
de_de: VERBINDEN
es: CONECTANDO
fr: CONNEXION
id_id: MENYAMBUNGKAN
it_it: CONNESSIONE IN CORSO
ja_jp: 接続中
pl: ŁĄCZENIE
ru: ПОДКЛЮЧЕНИЕ
tr: BAĞLANIYOR
uk: ПІДКЛЮЧЕННЯ
vi: ĐANG KẾT NỐI

source: CONNECTING VIA
de_de: VERBINDEN ÜBER
es: CONECTADO MEDIANTE
fr: CONNEXION VIA
id_id: MENYAMBUNGKAN KE
it_it: CONNESSIONE IN CORSO TRAMITE
ja_jp: で接続中
pl: ŁĄCZENIE PRZEZ
ru: ПОДКЛЮЧЕНИЕ ЧЕРЕЗ
tr: BAĞLANIYOR
uk: ПІДКЛЮЧЕННЯ ЧЕРЕЗ
vi: ĐANG KẾT NỐI QUA

source: DISCONNECTED
de_de: GETRENNT
es: DESCONECTADO
fr: DÉCONNECTÉ
hi: डिस्कनेक्ट किया गया
id_id: TERPUTUS
it_it: DISCONNESSO
ja_jp: 切断済
pl: ROZŁĄCZONO
ru: ОТКЛЮЧЕНО
tr: BAĞLI DEĞİL
uk: ВІДКЛЮЧЕНО
vi: ĐÃ NGẮT KẾT NỐI

source: DISCONNECTING
de_de: TRENNEN
es: DESCONECTANDO
fr: DÉCONNEXION
hi: डिस्कनेक्ट हो रहा है
id_id: MEMUTUSKAN
it_it: DISCONNESSIONE IN CORSO
ja_jp: 切断中
pl: ROZŁĄCZANIE
ru: ОТКЛЮЧЕНИЕ
tr: BAĞLANTI SONLANDIRILIYOR
uk: ВІДКЛЮЧЕННЯ
vi: ĐANG NGẮT KẾT NỐI

source: CONNECTIVITY TEST
de_de: VERBINDUNGSTEST
es: PRUEBA DE CONECTIVIDAD
fr: TEST DE CONNECTIVITÉ
hi: कनेक्टिविटी परीक्षण
id_id: TES SAMBUNGAN
it_it: TEST DELLA CONNETTIVITÀ
ja_jp: 接続性テスト
pl: TEST POŁĄCZENIA
ru: ПРОВЕРКА ПОДКЛЮЧЕНИЯ
tr: BAĞLANTI TESTİ
uk: ТЕСТ ПІДКЛЮЧЕННЯ
vi: KIỂM TRA KHẢ NĂNG KẾT NỐI

source: LOW WIFI SIGNAL
de_de: NIEDRIGES WLAN-SIGNAL
es: SEÑAL WI-FI DÉBIL
fr: SIGNAL WIFI FAIBLE
hi: कम वाईफ़ाई सिग्नल
id_id: SINYAL WIFI RENDAH
it_it: SEGNALE WIFI BASSO
ja_jp: 弱いWi-Fi信号
pl: SŁABY SYGNAŁ SIECI WI-FI
ru: СЛАБЫЙ СИГНАЛ WI-FI
tr: DÜŞÜK WİFİ SİNYALİ
uk: НИЗЬКИЙ СИГНАЛ WI-FI
vi: TÍN HIỆU WI-FI THẤP

source: App Log Submitted.
de_de: App-Protokoll gesendet.
es: Registro de la aplicación enviado.
fr: Journal de l’application envoyé.
hi: ऐप लॉग सबमिट किया गया ।
id_id: Log Apl. Dikirim.
it_it: Log dell'app inviato.
ja_jp: アプリログが送信されました。
pl: Przesłano dziennik aplikacji.
ru: Журнал приложения отправлен.
tr: Hata Raporu Gönderildi.
uk: Журнал додатка надіслано.
vi: Nhật ký Ứng dụng đã được gửi.

source: App log cannot be submitted at this time.
de_de: Das App-Protokoll kann derzeit nicht übermittelt werden.
es: El registro de la aplicación no se puede enviar en este momento.
fr: Le journal de l’application ne peut pas être envoyé pour le moment.
hi: इस समय ऐप लॉग सबमिट नहीं किया जा सकता ।
id_id: Log apl. saat ini tidak dapat dikirim.
it_it: In questo momento, non è possibile inviare il log dell'app.
ja_jp: アプリログは現在送信できません。
pl: W tym momencie nie można przesłać dziennika aplikacji.
ru: Журнал приложения не может быть отправлен сейчас.
tr: Şuan Hata Raporu Gönderilemiyor.
uk: Наразі не можна надіслати журнал додатка.
vi: Nhật ký ứng dụng không thể gửi được vào lúc này.

source: Confirmation Email Sent
de_de: Bestätigungs-E-Mail verschickt
es: Correo electrónico de confirmación enviado
fr: E-mail de confirmation envoyé.
hi: पुष्टिकरण का ईमेल भेजा गया
id_id: Email Konfirmasi Dikirim
it_it: Email di conferma inviata
ja_jp: 確認メールが送信されました
pl: Wysłano wiadomość e-mail z potwierdzeniem
ru: Эл. письмо с подтверждением отправлено
tr: Doğrulama Emaili Gönderildi
uk: Електронний лист підтвердження надіслано
vi: Đã gửi Email Xác nhận

source: Please check your inbox and junk/spam folder.
de_de: Bitte überprüfen Sie Ihren Posteingang und den Junk-/Spam-Ordner.
es: Revisa tu bandeja de entrada y la carpeta de correo no deseado.
fr: Veuillez consulter votre boîte de réception et votre dossier de courrier indésirable.
hi: कृपया अपना इनबॉक्स और जंक/स्पैम फ़ोल्डर जांचें।
id_id: Periksa kotak masuk Anda serta folder sampah/spam.
it_it: Controlla la casella della posta in arrivo o della posta indesiderata/spam.
ja_jp: 受信トレイと迷惑メール/スパムフォルダをご確認ください。
pl: Sprawdź skrzynkę odbiorczą i folder wiadomości-śmieci/spamu.
ru: Проверьте папку Входящие и папку нежелательной почты/спама.
tr: Lütfen gelen kutunuzu ve junk/spam klasörünü kontrol edin.
uk: Перевірте вхідні та папку спаму.
vi: Vui lòng kiểm tra hộp thư đến và thư mục rác/thư rác.

source: Please make sure you have entered a correct password and a valid email.
de_de: Bitte stellen Sie sicher, dass Sie ein korrektes Passwort und eine gültige E-Mail-Adresse eingegeben haben.
es: Asegúrate de introducir una contraseña y un correo electrónico válidos.
fr: Veuillez vous assurer que vous avez saisi un mot de passe correct et une adresse e-mail valide.
hi: कृपया सुनिश्चित करें कि आपने सही पासवर्ड और वैध ईमेल दर्ज किया है।
id_id: Pastikan telah memasukkan kata sandi yang benar dan email yang valid.
it_it: Assicurati di aver inserito una password corretta e un indirizzo email valido.
ja_jp: 正しいパスワードと有効なメールアドレスを入力したことをご確認ください。
pl: Upewnij się, że wprowadzone hasło i adres e-mail są poprawne.
ru: Убедитесь, что вы ввели правильный пароль и эл. адрес.
tr: Lütfen doğru email adresi ve şifreyi girdiğinize emin olun.
uk: Переконайтеся, що ви ввели правильний пароль і дійсну електронну адресу.
vi: Vui lòng đảm bảo rằng bạn đã nhập đúng mật khẩu và email hợp lệ.

source: Purchases Restored
de_de: Einkäufe wiederhergestellt
es: Compras restauradas
fr: Achats restaurés
hi: खरीदारी बहाल हो गई
id_id: Pembelian Dipulihkan
it_it: Acquisti ripristinati
ja_jp: 購入復元済
pl: Przywrócono zakupy
ru: Покупки восстановлены
tr: Satın Alınanlar Kurtarıldı
uk: Покупки відновлені
vi: Giao dịch mua Đã được khôi phục

source: All purchases restored.
de_de: Alle Käufe wiederhergestellt.
es: Todas las compras se restauraron.
fr: Tous les achats ont été restaurés.
hi: सभी खरीदारी बहाल हो गईं ।
id_id: Semua pembelian dipulihkan.
it_it: Tutti gli acquisti sono stati ripristinati.
ja_jp: すべての購入が復元されました。
pl: Wszystkie zakupy zostały przywrócone.
ru: Все покупки восстановлены.
tr: Tüm satın alınanlar kurtarıldı.
uk: Усі покупки відновлені.
vi: Tất cả giao dịch mua đã được khôi phục.

source: View Log
de_de: Protokoll anzeigen
es: Ver registro
fr: Afficher le journal
hi: देखें प्रवेश
id_id: Lihat Log
it_it: Visualizza il log
ja_jp: ログを見る
pl: Wyświetl dziennik
ru: Посмотреть журнал
tr: Raporu Görüntüle
uk: Переглянути журнал
vi: Xem Nhật ký

source: Sending Log
de_de: Protokoll senden...
es: Enviando registro
fr: Envoi du journal
hi: लॉग भेजें
id_id: Mengirim Log
it_it: Invio del log in corso
ja_jp: ログを送信中
pl: Wysyłanie dziennika
ru: Отправка журнала
tr: Log Gönderiliyor
uk: Надсилання журналу
vi: Đang gửi Nhật ký

source: Sent, Thanks!
de_de: Gesendet, danke!
es: Enviado, ¡gracias!
fr: Envoyé, merci !
hi: भेजा, धन्यवाद!
id_id: Terkirim, Terima kasih!
it_it: Inviato, grazie!
ja_jp: 送信済です。ありがとう！
pl: Wysłano, dziękujemy!
ru: Отправлено! Спасибо!
tr: Gönderildi, Teşekkürler!
uk: Надіслано, дякуємо!
vi: Đã gửi, Xin cảm ơn!

source: Enter Username
de_de: Geben Sie den Benutzernamen ein
es: Introduce el nombre de usuario
fr: Entrer un nom d’utilisateur
hi: उपयोगकर्ता नाम दर्ज करें
id_id: Masukkan Nama pengguna
it_it: Inserisci il nome utente
ja_jp: ユーザー名を入力
pl: Wprowadź nazwę użytkownika
ru: Введите имя пользователя
tr: Kullanıcı adı girin
uk: Введіть ім’я користувача
vi: Nhập Tên người dùng

source: Submit
de_de: Absenden
es: Enviar
fr: Envoyer
hi: जमा करना
id_id: Kirim
it_it: Invia
ja_jp: 送信
pl: Prześlij
ru: Отправить
tr: Gönder
uk: Надіслати
vi: Gửi đi

source: One last thing!
de_de: Eine letzte Sache!
es: ¡Una última cosa!
fr: Une dernière chose !
hi: एक अंतिम बात!
id_id: Satu yang terakhir!
it_it: Un'ultima cosa!
ja_jp: あともうひとつ！
pl: Została ostatnia rzecz!
ru: И еще кое-что!
tr: Son Bir Şey!
uk: І ще одне!
vi: Một điều cuối cùng!
