Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: Removing this location from favourites will make it feel sad.
de_de: Wenn Sie diesen Ort aus den Favoriten entfernen, wird er sich traurig anfühlen.
es: Quitar esta ubicación de los favoritos la pondrá triste.
fr: La suppression de cette localisation des favoris la rendra triste.
hi: इस स्थान को पसंदीदा से हटाने से दुख होगा।
id_id: Menghapus lokasi ini dari favorit akan membuatnya sedih.
it_it: La rimozione di questa posizione dai preferiti la farà sentire triste.
ja_jp: お気に入りからこのロケーションを削除すると悲しみます。
pl: Usunięcie tej lokalizacji z ulubionych spowoduje, że będzie jej przykro.
ru: Если вы удалите это место из избранного, ему будет грустно.
tr: Bu konumu favori listenizden kaldırıyorsunuz.
uk: Якщо видалити це розташування з обраного, воно засмутиться.
vi: Xóa vị trí này khỏi mục yêu thích sẽ khiến nó cảm thấy buồn.

source: Connect to VPN
de_de: Mit VPN verbinden
es: Conectar a la VPN
fr: Se connecter au VPN
hi: वीपीएन से कनेक्ट करें
id_id: Sambungkan ke VPN
it_it: Collegati alla VPN
ja_jp: VPNに接続
pl: Połącz z siecią VPN
ru: Подключить VPN
tr: VPN bağlantısını başlat
uk: Підключити VPN
vi: Kết nối tới VPN

source: Disconnect VPN
de_de: VPN trennen
es: Desconectar la VPN
fr: Déconnecter le VPN
hi: वीपीएन डिस्कनेक्ट करें
id_id: Putuskan VPN
it_it: Scollegati dalla VPN
ja_jp: VPNを切断
pl: Rozłącz z siecią VPN
ru: Отключить VPN
tr: VPN bağlantısını sonlandır
uk: Відключити VPN
vi: Ngắt kết nối tới VPN

source: Your Privacy Is Important
de_de: Ihre Privatsphäre ist wichtig
es: Tu privacidad es importante
fr: Votre vie privée est importante
hi: आपकी गोपनीयता महत्वपूर्ण है
id_id: Privasi Anda Penting
it_it: La tua privacy è importante
ja_jp: あなたのプライバシーは重要です
pl: Twoja prywatność jest ważna
ru: Конфиденциальность превыше всего
tr: Gizliliğiniz Önemli
uk: Ваша конфіденційність дуже важлива
vi: Quyền riêng tư của Bạn là·Điều Quan trọng

source: Windscribe is a no-logging VPN service that takes your privacy seriously. Any activity on our network cannot be traced to a specific account. That being said, we collect the following pieces of information in order to operate the service:
de_de: Windscribe ist ein nicht protokollierender VPN-Dienst, der Ihre Privatsphäre ernst nimmt. Jede Aktivität in unserem Netzwerk kann keinem bestimmten Konto zugeordnet werden. Davon abgesehen erfassen wir die folgenden Informationen, um den Dienst zu betreiben:
es: Windscribe es un servicio VPN sin registros que toma en serio tu privacidad. No se puede rastrear ninguna actividad en nuestra red a una cuenta específica. Dicho esto, recopilamos la siguiente información para que el servicio funcione:
fr: Windscribe est un service VPN sans inscription qui prend la confidentialité de vos données au sérieux. Toute activité sur notre réseau ne peut être rattachée à un compte spécifique. Cela dit, nous recueillons les informations suivantes afin de faire fonctionner le service :
hi: विंडस्क्राइब एक नो-लॉगिंग वीपीएन सेवा है जो आपकी गोपनीयता को गंभीरता से लेती है। हमारे नेटवर्क पर किसी भी गतिविधि का किसी विशिष्ट खाते से पता नहीं लगाया जा सकता है। ऐसा कहा जा रहा है कि, हम सेवा को संचालित करने के लिए निम्नलिखित जानकारी एकत्र करते हैं:
id_id: Windscribe merupakan layanan VPN yang tidak menyimpan log dan sangat menghormati privasi Anda. Aktivitas apapun di jaringan kami tidak melacak akun apapun. Karena itu, kami mengumpulkan informasi berikut untuk mengoperasikan layanan:
it_it: Windscribe è un servizio VPN senza registrazione, che prende sul serio la tua privacy. Qualsiasi attività svolta sulla nostra rete non può essere ricollegata a nessun account. Detto questo, raccogliamo le seguenti informazioni per garantire il funzionamento del servizio:
ja_jp: Windscribeは、プライバシー重視のロギングなしのVPNサービスです。ネットワーク上のアクティビティを特定のアカウントにトレースすることはできません。しかし、サービス運用のため、次の情報を収集します。
pl: Windscribe to usługa VPN bez logowania, która poważnie traktuje Twoją prywatność. Żadna aktywność w naszej sieci nie może zostać przypisana do konkretnego konta. W związku z tym, w ramach realizacji usługi gromadzimy następujące informacje:
ru: Windscribe — это VPN-сервис, который не ведет журналы действий пользователей в сети, и со всей серьезностью относится к вашей конфиденциальности. Наша сеть не позволяет отследить конкретные аккаунты, с которых выполнялись какие-либо действия. Мы собираем только перечисленную ниже информацию, необходимую для работы сервиса:
tr: Windscribe log kaydetmeyen, gizliliğinizi ciddiye alan bir VPN servisidir. Bizim ağlarımızda gerçekleştirdiğiniz herhangi bir aktivite bir hesabı baz alarak takip edilemez. Sadece aşağıda listelediğimiz bilgileri servisimizi sunabilmeye devam etmek için topluyoruz.
uk: Windscribe — VPN-сервіс без журналювання, який серйозно ставиться до вашої конфіденційності. Активність у нашій мережі неможливо відстежити за певним обліковим записом. З огляду на це, ми збираємо таку інформацію для роботи служби:
vi: Windscribe là một dịch vụ VPN không ghi nhật ký, rất coi trọng quyền riêng tư của bạn. Bất kỳ hoạt động nào trên mạng của chúng tôi không thể được truy nguồn từ một tài khoản cụ thể. Có nghĩa là, chúng tôi thu thập các phần thông tin sau để vận hành dịch vụ:

source: Account data: username, email (if you gave us one), and payment transaction IDs (if you gave us money)
de_de: Kontodaten: Benutzername, E-Mail (falls Sie uns eine gegeben haben) und Zahlungstransaktions-IDs (falls Sie uns Geld gegeben haben)
es: Datos de la cuenta: nombre de usuario, correo electrónico (si lo proporcionas), identificador de la transacción de pago (si nos pagas dinero)
fr: Données relatives au compte : nom d’utilisateur, adresse e-mail (si vous nous en avez donné une) et identifiants des transactions de paiement (si vous nous avez donné de l’argent)
hi: खाता डेटा: उपयोगकर्ता नाम, ईमेल (यदि आपने हमें दिया है), और भुगतान लेनदेन आईडी (यदि आपने हमें पैसे दिए हैं)
id_id: Data akun: nama pengguna, email (jika Anda memberikannya), serta ID transaksi pembayaran (jika Anda mengirim uang kepada kami
it_it: Dati relativi all'account, tra cui nome utente, email (se ne hai indicata una) e gli ID delle transazioni di pagamento (se ci hai inviato del denaro)
ja_jp: アカウントデータ: ユーザー名、メールアドレス (提供された場合)、および支払い取引ID (提供された場合) です。
pl: Dane konta: nazwa użytkownika, adres e-mail (jeśli został podany) oraz identyfikatory transakcji płatniczych (jeśli wysyłano pieniądze)
ru: Данные аккаунта: имя пользователя, эл. адрес (если вы указали его) и идентификаторы платежных транзакций (если переводили нам деньги).
tr: Hesap bilgileri: kullanıcı adı, email (eğer eklerseniz), ödeme bilgileri (eğer bize para verirseniz)
uk: Дані облікового запису: ім’я користувача, електронна адреса (якщо ви надали нам її) та ідентифікатори платіжних транзакцій (якщо ви здійснили нам оплату)
vi: Dữ liệu tài khoản: tên người dùng, email (nếu bạn cung cấp cho chúng tôi) và ID giao dịch thanh toán (nếu bạn đã chuyển tiền cho chúng tôi)

source: Metadata needed to ensure quality of service: bandwidth used in a 30 day period, number of parallel connections
de_de: Metadaten, die zur Gewährleistung der Servicequalität benötigt werden: verwendete Bandbreite in einem Zeitraum von 30 Tagen, Anzahl paralleler Verbindungen
es: Metadatos necesarios para asegurar la calidad del servicio: el ancho de banda usando en un periodo de 30 días y la cantidad de conexiones paralelas
fr: Métadonnées nécessaires pour assurer la qualité du service : largeur de bande utilisée sur une période de 30 jours, nombre de connexions parallèles
hi: सेवा की गुणवत्ता सुनिश्चित करने के लिए आवश्यक मेटाडेटा: 30 दिन की अवधि में उपयोग की जाने वाली बैंडविड्थ, समानांतर कनेक्शन की संख्या
id_id: Metadata yang diperlukan untuk memastikan kualitas layanan: bandwidth yang digunakan dalam waktu 30 hari, jumlah sambungan paralel
it_it: Metadati necessari per garantire la qualità del servizio, ad esempio la banda larga utilizza in un periodo di 30 giorni, il numero di connessioni parallele
ja_jp: サービス品質の確保に必要なメタデータ: 30日間に使われる回線容量、パラレル接続数
pl: Metadane niezbędne do zapewnienia wysokiej jakości usług: ilość danych wykorzystana w okresie 30 dni, liczba równoległych połączeń
ru: Метаданные, необходимые для обеспечения качества сервиса: объем передаваемых данных в течение 30-дневного периода, количество параллельных подключений.
tr: Metadatalar servis kalitesi için gerekli: 30 günlük periyod içerisindeki kullanılan veri, yapılan paralel bağlantıların sayısı
uk: Метадані, необхідні для забезпечення якості обслуговування: пропускна здатність, використана протягом 30 днів, кількість паралельних підключень
vi: Siêu dữ liệu cần thiết để đảm bảo chất lượng dịch vụ: băng thông được sử dụng trong khoảng thời gian 30 ngày, số lượng kết nối song song

source: I'm OK With This
de_de: Ich bin damit einverstanden
es: Esto me parece bien
fr: J’accepte
hi: मैं इससे सहमत हूं
id_id: Saya Menerima Hal Ini
it_it: Sono d'accordo
ja_jp: 了解しました
pl: Nie mam nic przeciwko temu
ru: ОК, меня это устраивает
tr: Benim İçin Sorun Yok
uk: Добре
vi: Tôi ổn với điều này

source: This network hates us
de_de: Dieses Netzwerk hasst uns
es: Esta red nos odia
fr: Ce réseau nous déteste
hi: यह नेटवर्क हमसे नफरत करता है
id_id: Jaringan ini tidak menyukai kami
it_it: Questa rete ci odia
ja_jp: このネットワークは私たちを嫌っています
pl: Ta sieć nas nienawidzi
ru: Эта сеть ненавидит нас
tr: Bu ağ bizi sevmiyor.
uk: Ця мережа нас ненавидить
vi: Mạng này ghét chúng tôi

source: Well we gave it our best shot, we just couldn’t connect you on this network for some reason.
de_de: Wir haben unser Bestes gegeben, aber wir konnten Sie aus irgendeinem Grund nicht mit diesem Netzwerk verbinden.
es: Bueno hicimos todo lo posible, pero no pudimos conectarte a esta red por alguna razón.
fr: Nous avons fait de notre mieux, mais, pour un motif inconnu, nous n’avons pas été en mesure de vous connecter à ce réseau.
hi: खैर हमने इसमें अपना सर्वश्रेष्ठ प्रयास किया, किसी कारण से हम आपको इस नेटवर्क पर कनेक्ट नहीं कर सके।
id_id: Kami sudah mencoba semaksimal mungkin, namun tidak dapat menghubungkan Anda di jaringan ini karena hal tertentu.
it_it: Bene, abbiamo fatto del nostro meglio, ma per qualche motivo non siamo riusciti a collegarti a questa rete.
ja_jp: ベストショットを差し上げましたが、何らかの理由でこのネットワークに接続できませんでした。
pl: Zrobiliśmy wszystko, co w naszej mocy, ale z jakiegoś powodu nie udało nam się połączyć Cię z tą siecią.
ru: Мы сделали все возможное, но по какой-то причине не смогли подключить вас к этой сети.
tr: Yapabileceğimizin en iyisini denedik fakat bu ağ üzerinden bir bağlantı sağlayamadık.
uk: Ми зробили все можливе, але з якоїсь причини не змогли підключити вас до цієї мережі.
vi: Chà, chúng tôi cố gắng hết sức nhưng không thể kết nối với bạn trên mạng này vì một số lý do.

source: Send Debug Log
de_de: Fehlerprotokoll senden
es: Enviar registro de depuración
fr: Envoyer le journal de débogage
hi: डीबग लॉग भेजें
id_id: Kirim Log Debug
it_it: Invia il log di debug
ja_jp: デバッグログを送信
pl: Wyślij dziennik błędów
ru: Отправить журнал отладки
tr: Hata Raporu Gönder
uk: Надіслати журнал налагодження
vi: Gửi Nhật ký Gỡ lỗi

source: Contact Support
de_de: Kontakt zum Support
es: Comunicarse con asistencia técnica
fr: Contacter le centre d’assistance
hi: संपर्क समर्थन
id_id: Layanan Pelanggan
it_it: Contatta l'assistenza
ja_jp: サポートに問い合わせる
pl: Skontaktuj się z pomocą techniczną
ru: Обратиться в службу поддержки
tr: Destek Al
uk: Звернутися в службу підтримки
vi: Liên hệ Bộ phận Hỗ trợ

source: Auto-Secure
de_de: Automatisch sichern
es: Protección automática
hi: ऑटो-सिक्योर
id_id: Amankan Otomatis
it_it: Protezione automatica
ja_jp: 自動セキュリティ
pl: Chroń automatycznie
ru: Автоматическая защита
tr: Otomatik Koruma
uk: Автоматичний захист
vi: Tự động Bảo mật

source: When you connect to this network, Windscribe will auto-connect to the last chosen location.
de_de: Wenn Sie sich mit diesem Netzwerk verbinden, verbindet sich Windscribe automatisch mit dem zuletzt ausgewählten Standort.
es: Cuando te conectes a esta red, Windscribe se conectará automáticamente a la última ubicación elegida.
fr: Lorsque vous vous connectez à ce réseau, Windscribe se connectera automatiquement à la dernière localisation choisie.
hi: जब आप इस नेटवर्क से जुड़ते हैं, तो विंडस्क्राइब अंतिम चुने गए स्थान से स्वतः कनेक्ट हो जाएगा।
id_id: Saat tersambung ke jaringan ini, Windscribe akan menyambungkan secara otomatis ke lokasi terakhir yang dipilih
it_it: Quando ti colleghi a questa rete, Windscribe si collegherà automaticamente all'ultima posizione scelta.
ja_jp: このネットワークに接続すると、Windscribeは最後に選択したロケーションに自動接続します。
pl: Po połączeniu z tą siecią Windscribe automatycznie połączy się z ostatnio wybraną lokalizacją.
ru: При подключении к этой сети Windscribe автоматически подключится к последнему выбранному расположению.
tr: Bu ağa bağlandığınızda Windscribe otomatik olarak son seçilen konuma bağlanır.
uk: Коли ви підключаєтеся до цієї мережі, Windscribe автоматично підключається до останнього вибраного розташування.
vi: Khi bạn kết nối với mạng này, Windscribe sẽ tự động kết nối với vị trí được chọn cuối cùng.

source: Forget Network
de_de: Netzwerk vergessen
es: Olvidar red
fr: Oublier le réseau
hi: नेटवर्क को भूल जाओ
id_id: Lupakan Jaringan
it_it: Dimentica rete
ja_jp: ネットワークを削除
pl: Zapomnij sieć
ru: Забыть сеть
tr: Ağı Unut
uk: Забути мережу
vi: Quên mạng

source: Preferred Protocol
de_de: Bevorzugtes Protokoll
es: Protocolo preferido
fr: Protocole favori
hi: पसंदीदा प्रोटोकॉल
id_id: Protokol Pilihan
it_it: Protocollo preferito
ja_jp: 優先プロトコル
pl: Preferowany protokół
ru: Предпочтительный протокол
tr: Tercih Edilen Protokol
uk: Бажаний протокол
vi: Giao thức Ưu tiên

source: Choose the best protocol for this network. This overrides all global connection settings.
de_de: Wählen Sie das beste Protokoll für dieses Netzwerk. Dies überschreibt alle globalen Verbindungseinstellungen.
es: Elige el mejor protocolo para esta red. Esto invalida la configuración de conexión global.
fr: Choisir le meilleur protocole pour ce réseau. Cela remplace tout paramètre de connexion global.
hi: इस नेटवर्क के लिए सर्वोत्तम प्रोटोकॉल चुनें। यह सभी वैश्विक कनेक्शन सेटिंग्स को ओवरराइड करता है।
id_id: Pilih protokol terbaik untuk jaringan ini. Ini mengesampingkan semua pengaturan sambungan global.
it_it: Scegli il miglior protocollo per questa rete. Questo sovrascrive tutte le impostazioni relative alla connessione globale.
ja_jp: このネットワークに最適なプロトコルを選択します。これにより、すべてのグローバル接続設定が上書きされます。
pl: Wybierz najlepszy protokół dla tej sieci. Zastępuje to wszystkie globalne ustawienia połączeń.
ru: Выберите лучший протокол для этой сети. Это действие изменит все глобальные настройки подключения.
tr: Bu ağ için en iyi protokolü seçin. Bu seçenek diğer tüm bağlantı ayarlarını pasif kılar.
uk: Виберіть найкращий протокол для цієї мережі. Усі глобальні налаштування підключення буде замінено.
vi: Chọn giao thức tốt nhất cho mạng này. Điều này ghi đè tất cả các cài đặt kết nối toàn cầu.

source: Next up in
de_de: Als nächstes rein
es: Siguiente en
fr: Prochainement sur
hi: अगले में
id_id: Berikutnya dalam
it_it: Prosegui con
ja_jp: 次のアップは
pl: Kolejna próba za
ru: Далее через
tr: Tekrar dene:
uk: Далі
vi: Lần kế tiếp trong

source: Set
de_de: Als
es: ¿Configurar
fr: Ensemble
hi: तय करना
id_id: Tetapkan
it_it: Desideri impostare
ja_jp: セット
pl: Ustawić
ru: Использовать
uk: Встановити
vi: Đặt

source: as preferred protocol?
de_de: bevorzugtes Protokoll festlegen?
es: como protocolo preferido?
fr: comme protocole privilégié ?
hi: पसंदीदा प्रोटोकॉल के रूप में?
id_id: sebagai protokol pilihan?
it_it: come protocollo preferito?
ja_jp: お気に入りのプロトコルの通りですか？
pl: jako preferowany protokół?
ru: как предпочтительный протокол?
tr: tercih edilen protokol olsun mu?
uk: як бажаний протокол?
vi: làm giao thức ưu tiên

source: Windscribe will keep using the chosen protocol on this network, regardless of your global connection settings.
de_de: Windscribe verwendet weiterhin das gewählte Protokoll in diesem Netzwerk, unabhängig von Ihren globalen Verbindungseinstellungen.
es: Windscribe continuará usando el protocolo elegido en esta red, sin importar tus ajustes de conexión global.
fr: Windscribe continuera à utiliser le protocole choisi sur ce réseau, quels que soient vos paramètres de connexion d’ensemble.
hi: आपकी वैश्विक कनेक्शन सेटिंग्स की परवाह किए बिना, विंडस्क्राइब इस नेटवर्क पर चुने गए प्रोटोकॉल का उपयोग करना जारी रखेगा।
id_id: Windscribe tetap akan menggunakan protokol yang dipilih di jaringan ini, apapun pengaturan sambungan global Anda.
it_it: Windscribe continuerà ad utilizzare il protocollo scelto su questa rete, indipendentemente dalle tue impostazioni relative alla connessione globale.
ja_jp: Windscribeは、グローバル接続設定に関わらず、このネットワークで選択されたプロトコルを使い続けます。
pl: Windscribe będzie nadal używać wybranego protokołu w tej sieci, niezależnie od globalnych ustawień połączeń.
ru: Windscribe продолжит использовать выбранный протокол в этой сети, независимо от глобальных настроек подключения.
tr: Windscribe genel bağlantı ayarlarınızı yoksayacak ve bundan sonra bu protokolü kullanacak.
uk: Windscribe продовжуватиме використовувати вибраний протокол у цій мережі, незалежно від ваших глобальних налаштувань підключення.
vi: Windscribe sẽ tiếp tục sử dụng giao thức đã chọn trên mạng này, bất kể cài đặt kết nối toàn cầu của bạn.

source: Set as Preferred
de_de: Als bevorzugt festlegen
es: Configurar como preferida
fr: Définir comme préféré
hi: पसंदीदा के रूप में सेट करें
id_id: Tetapkan sebagai Pilihan
it_it: Imposta come preferito
ja_jp: お気に入りとして設定
pl: Ustaw jako preferowane
ru: Использовать как предпочтительный
tr: Tercih Edilen Protokol Yap
uk: Встановити як бажаний
vi: Đặt làm Ưu tiên

source: Keep it automatic
de_de: Halten Sie es automatisch
es: Mantenerlo automático
fr: Gérer automatiquement
hi: इसे स्वचालित रखें
id_id: Jadikan otomatis
it_it: Continua con l'automatico
ja_jp: 自動にしておく
pl: Pozostaw automatyczne
ru: Использовать автоматически
tr: Otomatik olarak bırak
uk: Продовжити автоматично
vi: Tự động giữ

source: Back
de_de: Zurück
es: Atrás
fr: Retour
hi: पीछे
id_id: Kembali
it_it: Indietro
ja_jp: 戻る
pl: Wróć
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại

source: Don't ask again
de_de: Frag nicht nochmal
es: No preguntar de nuevo
fr: Ne pas me demander à nouveau
hi: दोबारा मत पूछो
id_id: Jangan tanya lagi
it_it: Non chiederlo di nuovo
ja_jp: 二度と尋ねないでください
pl: Nie pytaj ponownie
ru: Больше не спрашивать
tr: Bir daha gösterme
uk: Більше не запитувати
vi: Không hỏi lại

source: Leaderboard
de_de: Bestenliste
es: Cartelera de clasificaciones
fr: Classement
hi: लीडरबोर्ड
id_id: Papan peringkat
it_it: Classifica
ja_jp: リーダーボード
pl: Tabela liderów
ru: Таблица лидеров
tr: Lider Tablosu
uk: Таблиця лідерів
vi: Bảng xếp hạng

source: Shake for Data
de_de: Schütteln für Daten
es: Sacude por datos
fr: Secouez pour avoir des données
hi: डेटा के लिए हिलाएँ
id_id: Goyangkan untuk Data
it_it: Agita per i dati
ja_jp: データのためにシェイク
pl: Potrząśnij, aby zdobyć danych
ru: Тряси и получай данные
tr: Salla ve Kazan
uk: Струшування для передачі даних
vi: Lắc để nhận thêm Dữ liệu

source: Shakes
de_de: Schüttelt
es: Sacudidas
fr: Secousses
hi: हिलाता
id_id: Goyang
it_it: Agita
ja_jp: シェイク
pl: Potrząśnięcia
ru: Потрясывания
tr: Sallama
uk: Струшування
vi: Lắc

source: I Quit
de_de: Ich gebe auf
es: Me rindo
fr: Je sors
hi: मैं छोड़ता हूं
id_id: Saya Berhenti
it_it: Abbandono
ja_jp: やめる
pl: Wyjdź
ru: Я выхожу
tr: Vazgeç
uk: Я йду
vi: Tôi từ bỏ

source: Leave
de_de: Verlassen
es: Salir
fr: Laisser
hi: छुट्टी
id_id: Keluar
it_it: Esci
ja_jp: 退出
pl: Opuść
ru: Покинуть
tr: Ayrıl
uk: Вийти
vi: Rời khỏi

source: Claim Prize
de_de: Preis beanspruchen
es: Reclamar premio
fr: Recevez votre prix
hi: पुरस्कार पर दावा करें
id_id: Klaim Hadiah
it_it: Richiedi il premio
ja_jp: 賞を請求
pl: Odbierz nagrodę
ru: Получить приз
tr: Ödülü Göster
uk: Отримати приз
vi: Nhận Giải thưởng

source: Not Bad!
de_de: Nicht schlecht!
es: ¡No está mal!
fr: Pas mal !
hi: इतना खराब भी नहीं!
id_id: Lumayan!
it_it: Non male!
ja_jp: 悪くない！
pl: Nieźle!
ru: Неплохо!
tr: Kötü Değil!
uk: Непогано!
vi: Không tệ!

source: Shake for Data!
de_de: Schütteln für Daten!
es: ¡Sacude por datos!
fr: Secouez pour avoir des données !
hi: डेटा के लिए हिलाएँ!
id_id: Goyangkan untuk Data!
it_it: Agita per i dati!
ja_jp: データのためにシェイク！
pl: Potrząśnij, aby zdobyć danych!
ru: Потрясите телефон, чтобы получить данные!
tr: Salla ve Kazan!
uk: Струсіть для передачі даних!
vi: Lắc để nhận thêm Dữ liệu!

source: Shake your phone as much as you can before the time runs out and win!
de_de: Schütteln Sie Ihr Telefon so viel Sie können, bevor die Zeit abläuft und gewinnen Sie!
es: Sacude tu teléfono lo más que puedas antes de que el tiempo termine, ¡y gana!
fr: Secouez votre téléphone autant que vous le pouvez avant que le temps ne soit écoulé et gagnez des données !
hi: समय ख़त्म होने से पहले जितना हो सके अपने फ़ोन को हिलाएं और जीतें!
id_id: Goyangkan ponsel Anda sebanyak mungkin sebelum waktu habis dan menang!
it_it: Agita il tuo telefono quanto più possibile, prima che il tempo scada, e vinci!
ja_jp: 時間がなくなる前にできるだけスマートフォンをシェイクすれば勝てます！
pl: Potrząśnij telefonem tak mocno, jak potrafisz, zanim upłynie czas, i wygraj!
ru: Потрясите свой телефон как можно больше до истечения времени, чтобы выиграть!
tr: Telefonunuz süre bitene kadar sallayabileceğiniz kadar sallayın ve ödül kazanın.
uk: Струсіть телефон якомога сильніше, перш ніж закінчиться час, і виграйте!
vi: Lắc điện thoại của bạn nhiều nhất có thể trước khi hết thời gian và giành chiến thắng!

source: Start Shaking
de_de: Beginnen Sie zu schütteln
es: Comienza a sacudir
fr: Secouer
hi: हिलाना शुरू करो
id_id: Mulai Goyangkan
it_it: Inizia ad agitare
ja_jp: シェイクを開始
pl: Rozpocznij potrząsanie
ru: Начать трясти
tr: Sallamaya Başla
uk: Почніть струшувати
vi: Bắt đầu lắc

source: I hate free stuff
de_de: Ich hasse kostenlose Sachen
es: Odio las cosas gratuitas
fr: Je déteste profiter de trucs gratuits
hi: मुझे मुफ़्त चीज़ों से नफ़रत है
id_id: Saya tidak suka barang gratis
it_it: Odio le cose gratis
ja_jp: 無料は嫌いです
pl: Nienawidzę darmowych rzeczy
ru: Я ненавижу бесплатные штуки
tr: Ücretsiz şeyleri sevmem
uk: Я ненавиджу безкоштовні речі
vi: Tôi ghét những thứ miễn phí

source: View Leaderboard
de_de: Bestenliste anzeigen
es: Ver la cartelera de puntajes
fr: Afficher le classement
hi: लीडरबोर्ड देखें
id_id: Lihat Papan peringkat
it_it: Visualizza la classifica
ja_jp: リーダーボードを見る
pl: Zobacz tabelę liderów
ru: Посмотреть таблицу лидеров
tr: Lider Tablosu
uk: Переглянути таблицю лідерів
vi: Xem Bảng xếp hạng

source: New High Score!
de_de: Neuer Highscore!
es: ¡Nuevo mejor puntaje!
fr: Nouveau score élevé !
hi: नया उच्च स्कोर!
id_id: Skor Tinggi Baru:
it_it: Nuovo punteggio alto!
ja_jp: 新しいハイスコア！
pl: Nowy najwyższy wynik!
ru: Новый рекорд!
tr: Yeni En Yüksek Skor!
uk: Новий рекорд!
vi: Điểm cao mới!

source: Unlock Shake For Data
de_de: Schütteln für Daten freischalten
es: Desbloquear Sacude por datos
fr: Déverrouiller Shake for Data
hi: डेटा के लिए शेक अनलॉक करें
id_id: Aktifkan Goyangkan untuk Data
it_it: Sblocca Agita per i dati
ja_jp: データのためにシェイクをロック解除
pl: Odblokuj Potrząśnij, aby zdobyć dane
ru: Разблокировать игру «Тряси и получай данные»
tr: Salla ve Kazanı Tut
uk: Розблокувати струшування для передачі даних
vi: Mở khóa Lắc để nhận thêm Dữ liệu
