Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: This Location is Under Maintenance. Try again later or go to our Status page for more info. https://windscribe.com/status
de_de: Dieser Standort wird derzeit gewartet. Versuche es später noch einmal oder besuche unsere Statusseite, um weitere Informationen zu erhalten. https://windscribe.com/status
es: Esta ubicación está en mantenimiento. Inténtalo de nuevo más tarde o ve a nuestra página de Estado para obtener más información. https://windscribe.com/status
fr: Cet emplacement est en cours de maintenance. Réessayez plus tard ou rendez-vous sur notre page Statut pour plus d’informations. https://windscribe.com/status
hi: यह स्थान रखरखाव के अधीन है। बाद में पुन: प्रयास करें या अधिक जानकारी के लिए हमारे स्थिति पृष्ठ पर जाएँ. https://windscribe.com/status
id_id: Lokasi ini sedang dalam pemeliharaan. Coba lagi nanti atau buka halaman Status kami untuk info lebih lanjut. https://windscribe.com/status
it_it: Questa posizione è in manutenzione. Riprova più tardi o vai alla nostra pagina Stato per ulteriori informazioni. https://windscribe.com/status
ja_jp: この場所はメンテナンス中です。しばらくしてからもう一度お試しいただくか、ステータスページで詳細をご確認ください。https://windscribe.com/status
pl: Ta lokalizacja jest w trakcie konserwacji. Spróbuj ponownie później lub przejdź do strony Stan, aby uzyskać więcej informacji. https://windscribe.com/status
ru: Это местоположение находится на техническом обслуживании. Повторите попытку позже или перейдите на страницу «Статус» для получения дополнительной информации. https://windscribe.com/status
tr: Bu konum bakım altındadır. Daha sonra tekrar deneyin veya daha fazla bilgi için Durum sayfamıza gidin. https://windscribe.com/status
uk: Це місце знаходиться на технічному обслуговуванні. Повторіть спробу пізніше або перейдіть на сторінку Статус, щоб дізнатися більше. https://windscribe.com/status
vi: Vị trí này đang được bảo trì. Hãy thử lại sau hoặc truy cập trang Trạng thái của chúng tôi để biết thêm thông tin. https://windscribe.com/status

source: Location Maintenance
de_de: Standortpflege
es: Mantenimiento de la ubicación
fr: Entretien de l'emplacement
id_id: Pemeliharaan Lokasi
it_it: Manutenzione della posizione
ja_jp: ロケーションのメンテナンス
pl: Konserwacja lokalizacji
ru: Обслуживание местоположения
tr: Konum Bakımı
uk: Обслуговування місцезнаходження
vi: Bảo trì vị trí

source: Yearly
de_de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
id_id: Tahunan
it_it: Annuale
ja_jp: 年間
pl: Rocznie
ru: Ежегодно
tr: Yıllık
uk: Щорічно
vi: Hàng năm

source: Monthly
de_de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
id_id: Bulanan
it_it: Mensile
ja_jp: 月間
pl: Miesięcznie
ru: Ежемесячно
tr: Aylık
uk: Щомісяця
vi: Hàng tháng

source: Billed Annually
de_de: Jährlich abgerechnet
es: Facturado anualmente
fr: Facturé annuellement
hi: वार्षिक बिल किया गया
id_id: Ditagih Tahunan
it_it: Fatturato annualmente
ja_jp: 年間請求
pl: Rozliczane rocznie
ru: Выставляется счет ежегодно
tr: Yıllık Faturalandırılır
uk: Рахунок виставляється щорічно
vi: Thanh toán hàng năm

source: Billed Monthly
de_de: Monatlich abgerechnet
es: Facturado mensualmente
fr: Facturé mensuellement
hi: मासिक बिल किया गया
id_id: Ditagih Bulanan
it_it: Fatturato mensilmente
ja_jp: 月間請求
pl: Rozliczane miesięcznie
ru: Выставляется счет ежемесячно
tr: Aylık Faturalandırılır
uk: Рахунок виставляється щомісяця
vi: Thanh toán hàng tháng

source: Subscribe
de_de: Abonnieren
es: Suscribirse
fr: S'abonner
hi: सदस्यता लें
id_id: Berlangganan
it_it: Abbonati
ja_jp: 購読する
pl: Subskrybuj
ru: Подписаться
tr: Abone Ol
uk: Підписатися
vi: Đăng ký

source: Subscriptions may be managed monthly, yearly or turned off by going to the App Store Account Settings after purchase. All prices include applicable taxes.
de_de: Nach dem Kauf können Abonnements monatlich, jährlich verwaltet oder in den App Store-Kontoeinstellungen deaktiviert werden. Alle Preise enthalten die geltenden Steuern.
es: Después de la compra, las suscripciones pueden gestionarse mensualmente, anualmente o desactivarse en la configuración de la cuenta de App Store. Todos los precios incluyen los impuestos aplicables.
fr: Après l'achat, les abonnements peuvent être gérés mensuellement, annuellement ou annulés via les paramètres du compte App Store. Tous les prix incluent les taxes applicables.
hi: खरीदारी के बाद, सदस्यता को मासिक, वार्षिक रूप से प्रबंधित किया जा सकता है या इसे App Store खाता सेटिंग्स में जाकर बंद किया जा सकता है। सभी कीमतों में लागू कर शामिल हैं।
id_id: Setelah pembelian, langganan dapat dikelola secara bulanan, tahunan, atau dinonaktifkan melalui Pengaturan Akun App Store. Semua harga sudah termasuk pajak yang berlaku.
it_it: Dopo l'acquisto, gli abbonamenti possono essere gestiti su base mensile, annuale o disattivati nelle Impostazioni dell'account App Store. Tutti i prezzi includono le tasse applicabili.
ja_jp: 購入後、サブスクリプションは月間、年間で管理するか、App Storeのアカウント設定でオフにできます。すべての価格には適用される税金が含まれています。
pl: Subskrypcją po zakupie można zarządzać co miesiąc, co rok lub wedle wyboru wyłączyć ją w ustawieniach konta App Store. Wszystkie ceny zawierają obowiązujące podatki.
ru: После покупки подписками можно управлять ежемесячно, ежегодно или отключить их в настройках учетной записи App Store. Все цены включают налоги.
tr: Satın aldıktan sonra abonelikler aylık, yıllık olarak yönetilebilir veya App Store hesabınız üzerinden sonlandırılabilir. Tüm fiyatlar vergiler dahil.
uk: Після покупки підписки можна керувати щомісяця, щорічно або вимкнути її в налаштуваннях облікового запису App Store. Усі ціни включають відповідні податки.
vi: Sau khi mua, bạn có thể quản lý đăng ký theo tháng, năm hoặc tắt bằng cách truy cập Cài đặt Tài khoản App Store. Tất cả giá đã bao gồm thuế.

source: Restore
de_de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元する
pl: Przywróć
ru: Восстановить
tr: Geri Yükle
uk: Відновити
vi: Khôi phục

source: Unlimited Everything
de_de: Alles unbegrenzt
es: Todo ilimitado
fr: Tout en illimité
hi: सब कुछ असीमित
id_id: Semua Tanpa Batas
it_it: Tutto illimitato
ja_jp: すべて無制限
pl: Nieograniczony dostęp
ru: Без ограничений
tr: Sınırsız Her Şey
uk: Необмежений доступ
vi: Mọi thứ không giới hạn

source: Use on all devices, with no data limits
de_de: Auf allen Geräten ohne Datenbegrenzung nutzen
es: Usa en todos los dispositivos sin límites de datos
fr: Utilisation sur tous les appareils, sans limite de données
hi: सभी डिवाइस पर उपयोग करें, बिना डेटा सीमा के
id_id: Gunakan di semua perangkat tanpa batas data
it_it: Utilizza su tutti i dispositivi senza limiti di dati
ja_jp: すべてのデバイスでデータ制限なしで使用可能
pl: Używaj na wszystkich urządzeniach bez limitu danych
ru: Используйте на всех устройствах без ограничений по трафику
tr: Tüm cihazlarda veri sınırı olmadan kullanın
uk: Використовуйте на всіх пристроях без обмежень трафіку
vi: Sử dụng trên tất cả thiết bị mà không có giới hạn dữ liệu

source: All VPN Locations
de_de: Alle VPN-Standorte
es: Todas las ubicaciones de VPN
fr: Toutes les localisations VPN
hi: सभी VPN स्थान
id_id: Semua Lokasi VPN
it_it: Tutte le posizioni VPN
ja_jp: すべてのVPNロケーション
pl: Wszystkie lokalizacje VPN
ru: Все VPN-локации
tr: Tüm VPN Konumları
uk: Усі локації VPN
vi: Tất cả vị trí VPN

source: Servers in 130 cities, more than any other VPN
de_de: Server in 130 Städten, mehr als bei jedem anderen VPN
es: Servidores en 130 ciudades, más que cualquier otro VPN
fr: Serveurs dans 130 villes, plus que tout autre VPN
hi: 130 शहरों में सर्वर, किसी भी अन्य VPN से अधिक
id_id: Server di 130 kota, lebih banyak dibandingkan VPN lainnya
it_it: Server in 130 città, più di qualsiasi altro VPN
ja_jp: 130都市にサーバーを設置、他のVPNよりも多い
pl: Serwery w 130 miastach, więcej niż jakikolwiek inny dostarczyciel VPN
ru: Серверы в 130 городах, больше, чем у любого другого VPN
tr: 130 şehirde sunucular, diğer tüm VPN'lerden daha fazla
uk: Сервери у 130 містах, більше, ніж у будь-якого іншого VPN
vi: Máy chủ ở 130 thành phố, nhiều hơn bất kỳ VPN nào khác

source: Increased Speed and Security
de_de: Erhöhte Geschwindigkeit und Sicherheit
es: Mayor velocidad y seguridad
fr: Vitesse et sécurité accrues
hi: बढ़ी हुई गति और सुरक्षा
id_id: Kecepatan dan Keamanan Ditingkatkan
it_it: Maggiore velocità e sicurezza
ja_jp: 高速化とセキュリティ強化
pl: Zwiększona prędkość i bezpieczeństwo
ru: Повышенная скорость и безопасность
tr: Artırılmış Hız ve Güvenlik
uk: Підвищена швидкість та безпека
vi: Tăng tốc độ và bảo mật

source: Blocks 99.9% of malicious websites and trackers
de_de: Blockiert 99,9 % schädlicher Websites und Tracker
es: Bloquea el 99.9% de los sitios web maliciosos y rastreadores
fr: Bloque 99,9 % des sites malveillants et des traqueurs
hi: 99.9% हानिकारक वेबसाइटों और ट्रैकर्स को ब्लॉक करता है
id_id: Memblokir 99,9% situs berbahaya dan pelacak
it_it: Blocca il 99,9% dei siti web dannosi e dei tracker
ja_jp: 悪意のあるウェブサイトとトラッカーを99.9%ブロック
pl: Blokuje 99,9% złośliwych stron i śledzących
ru: Блокирует 99,9% вредоносных сайтов и трекеров
tr: Kötü amaçlı web sitelerinin ve takipçilerin %99,9'unu engeller
uk: Блокує 99,9% шкідливих веб-сайтів і трекерів
vi: Chặn 99,9% trang web độc hại và trình theo dõi

source: Unable to connect to app store services. Please try again.
de_de: Verbindung zu den App Store-Diensten nicht möglich. Bitte versuchen Sie es erneut.
es: No se puede conectar con los servicios de la App Store. Por favor, inténtalo de nuevo.
fr: Impossible de se connecter aux services de l'App Store. Veuillez réessayer.
hi: ऐप स्टोर सेवाओं से कनेक्ट नहीं हो सका। कृपया पुनः प्रयास करें।
id_id: Tidak dapat terhubung ke layanan App Store. Silakan coba lagi.
it_it: Impossibile connettersi ai servizi dell'App Store. Riprova.
ja_jp: App Storeのサービスに接続できません。もう一度お試しください。
pl: Nie można połączyć się z usługami App Store. Spróbuj ponownie.
ru: Не удалось подключиться к сервисам App Store. Пожалуйста, попробуйте снова.
tr: Uygulama mağazası hizmetlerine bağlanılamıyor. Lütfen tekrar deneyin.
uk: Не вдалося підключитися до сервісів App Store. Спробуйте ще раз.
vi: Không thể kết nối với dịch vụ App Store. Vui lòng thử lại.

source: You're all set
de_de: Alles bereit.
es: Todo listo.
fr: Tout est prêt.
hi: सब कुछ तैयार है।
id_id: Semua siap.
it_it: Tutto pronto.
ja_jp: 準備完了です。
pl: Wszystko gotowe
ru: Все готово.
tr: Her şey hazır.
uk: Все готово.
vi: Mọi thứ đã sẵn sàng.

source: Your purchase is successful.
de_de: Ihr Kauf war erfolgreich.
es: Tu compra se ha realizado con éxito.
fr: Votre achat a été effectué avec succès.
hi: आपकी खरीदारी सफल रही।
id_id: Pembelian Anda berhasil.
it_it: Il tuo acquisto è stato completato con successo.
ja_jp: 購入が成功しました。
pl: Twój zakup zakończył się sukcesem.
ru: Покупка успешно завершена.
tr: Satın alma işleminiz başarılı.
uk: Ваша покупка успішна.
vi: Giao dịch của bạn đã thành công.

source: Welcome to Windscribe Pro!
de_de: Willkommen bei Windscribe Pro!
es: ¡Bienvenido a Windscribe Pro!
fr: Bienvenue sur Windscribe Pro !
hi: Windscribe Pro में आपका स्वागत है!
id_id: Selamat datang di Windscribe Pro!
it_it: Benvenuto su Windscribe Pro!
ja_jp: Windscribe Proへようこそ！
pl: Witamy w Windscribe Pro!
ru: Добро пожаловать в Windscribe Pro!
tr: Windscribe Pro'ya Hoş Geldiniz!
uk: Ласкаво просимо до Windscribe Pro!
vi: Chào mừng bạn đến với Windscribe Pro!

source: Thanks for upgrading to Windscribe Pro! You now have access to even more powerful features.
de_de: Danke, dass Sie auf Windscribe Pro umgestiegen sind! Sie haben jetzt Zugriff auf noch leistungsstärkere Funktionen.
es: ¡Gracias por actualizar a Windscribe Pro! Ahora tienes acceso a funciones aún más potentes.
fr: Merci d'avoir mis à niveau vers Windscribe Pro ! Vous avez désormais accès à des fonctionnalités encore plus puissantes.
hi: Windscribe Pro में अपग्रेड करने के लिए धन्यवाद! अब आपको और भी शक्तिशाली सुविधाओं तक पहुंच प्राप्त है।
id_id: Terima kasih telah meningkatkan ke Windscribe Pro! Sekarang Anda memiliki akses ke fitur yang lebih kuat.
it_it: Grazie per aver effettuato l'upgrade a Windscribe Pro! Ora hai accesso a funzionalità ancora più potenti.
ja_jp: Windscribe Proにアップグレードしていただきありがとうございます！ さらに強力な機能を利用できるようになりました。
pl: Dziękujemy za aktualizację do Windscribe Pro! Teraz masz dostęp do bardziej zaawansowanych funkcji.
ru: Спасибо за обновление до Windscribe Pro! Теперь у вас есть доступ к еще более мощным функциям.
tr: Windscribe Pro'ya yükselttiğiniz için teşekkürler! Artık daha güçlü özelliklere erişiminiz var.
uk: Дякуємо за оновлення до Windscribe Pro! Тепер у вас є доступ до ще більш потужних функцій.
vi: Cảm ơn bạn đã nâng cấp lên Windscribe Pro! Bây giờ bạn có quyền truy cập vào nhiều tính năng mạnh mẽ hơn.

source: Share
de_de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
id_id: Bagikan
it_it: Condividi
ja_jp: 共有する
pl: Udostępnij
ru: Поделиться
tr: Paylaş
uk: Поділитися
vi: Chia sẻ

source: Start using Pro
de_de: Pro-Version nutzen
es: Comenzar a usar Pro
fr: Commencer à utiliser Pro
hi: Pro का उपयोग शुरू करें
id_id: Mulai gunakan Pro
it_it: Inizia a usare Pro
ja_jp: Proを使い始める
pl: Rozpocznij korzystanie z Pro
ru: Начать использовать Pro
tr: Pro'yu Kullanmaya Başla
uk: Почати використовувати Pro
vi: Bắt đầu sử dụng Pro

source: Failed to complete transaction.
de_de: Transaktion konnte nicht abgeschlossen werden.
es: No se pudo completar la transacción.
fr: Échec de la transaction.
hi: लेन-देन पूरा करने में विफल।
id_id: Gagal menyelesaikan transaksi.
it_it: Impossibile completare la transazione.
ja_jp: 取引を完了できませんでした。
pl: Nie udało się zakończyć transakcji.
ru: Не удалось завершить транзакцию.
tr: İşlem tamamlanamadı.
uk: Не вдалося завершити транзакцію.
vi: Không thể hoàn tất giao dịch.

source: Something went wrong. Please try another payment method or contact our customer support.
de_de: Etwas ist schiefgelaufen. Bitte versuchen Sie eine andere Zahlungsmethode oder kontaktieren Sie unseren Kundensupport.
es: Algo salió mal. Por favor, prueba otro método de pago o contacta con nuestro soporte técnico.
fr: Un problème est survenu. Veuillez essayer un autre mode de paiement ou contacter notre support client.
hi: कुछ गलत हो गया। कृपया कोई अन्य भुगतान विधि आज़माएँ या हमारे ग्राहक सहायता से संपर्क करें।
id_id: Terjadi kesalahan. Silakan coba metode pembayaran lain atau hubungi dukungan pelanggan kami.
it_it: Qualcosa è andato storto. Prova un altro metodo di pagamento o contatta il nostro supporto clienti.
ja_jp: 問題が発生しました。別の支払い方法を試すか、カスタマーサポートにお問い合わせください。
pl: Coś poszło nie tak. Spróbuj innej metody płatności lub skontaktuj się z naszym działem wsparcia.
ru: Что-то пошло не так. Пожалуйста, попробуйте другой способ оплаты или свяжитесь со службой поддержки.
tr: Bir şeyler ters gitti. Lütfen başka bir ödeme yöntemi deneyin veya müşteri desteğimizle iletişime geçin.
uk: Щось пішло не так. Будь ласка, спробуйте інший спосіб оплати або зверніться до служби підтримки.
vi: Đã xảy ra lỗi. Vui lòng thử phương thức thanh toán khác hoặc liên hệ với bộ phận hỗ trợ khách hàng.

source: Failed to restore transaction.
de_de: Transaktion konnte nicht wiederhergestellt werden.
es: No se pudo restaurar la transacción.
fr: Échec de la restauration de la transaction.
hi: लेन-देन पुनर्स्थापित करने में विफल।
id_id: Gagal memulihkan transaksi.
it_it: Impossibile ripristinare la transazione.
ja_jp: 取引の復元に失敗しました。
pl: Nie udało się przywrócić transakcji.
ru: Не удалось восстановить транзакцию.
tr: İşlem geri yüklenemedi.
uk: Не вдалося відновити транзакцію.
vi: Không thể khôi phục giao dịch.

source: Failed to load products. Check your internet connection and try again.
de_de: Produkte konnten nicht geladen werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se pudieron cargar los productos. Verifica tu conexión a Internet e inténtalo de nuevo.
fr: Échec du chargement des produits. Vérifiez votre connexion Internet et réessayez.
hi: उत्पाद लोड करने में विफल। कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
id_id: Gagal memuat produk. Periksa koneksi internet Anda dan coba lagi.
it_it: Impossibile caricare i prodotti. Controlla la connessione a Internet e riprova.
ja_jp: 製品を読み込めませんでした。インターネット接続を確認して、もう一度お試しください。
pl: Nie udało się załadować produktów. Sprawdź swoje połączenie z Internetem i spróbuj ponownie.
ru: Не удалось загрузить продукты. Проверьте подключение к интернету и попробуйте снова.
tr: Ürünler yüklenemedi. İnternet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Не вдалося завантажити продукти. Перевірте підключення до Інтернету та спробуйте ще раз.
vi: Không thể tải sản phẩm. Kiểm tra kết nối internet của bạn và thử lại.

source: Set Up on All Your Devices
de_de: Auf all Ihren Geräten einrichten
es: Configura en todos tus dispositivos
fr: Configurer sur tous vos appareils
hi: अपने सभी उपकरणों पर सेटअप करें
id_id: Atur di Semua Perangkat Anda
it_it: Configura su tutti i tuoi dispositivi
ja_jp: すべてのデバイスで設定
pl: Skonfiguruj na wszystkich swoich urządzeniach
ru: Настроить на всех ваших устройствах
tr: Tüm Cihazlarınızda Kurun
uk: Налаштуйте на всіх своїх пристроях
vi: Thiết lập trên tất cả thiết bị của bạn

source: Connect to Any Location
de_de: Mit jedem Standort verbinden
es: Conéctate a cualquier ubicación
fr: Se connecter à n'importe quel emplacement
hi: किसी भी स्थान से कनेक्ट करें
id_id: Terhubung ke Lokasi Mana Pun
it_it: Connettiti a qualsiasi posizione
ja_jp: どのロケーションにも接続
pl: Połącz się z dowolną lokalizacją
ru: Подключиться к любой локации
tr: Herhangi Bir Konuma Bağlanın
uk: Підключайтеся до будь-якої локації
vi: Kết nối với bất kỳ vị trí nào

source: Unlimited Bandwidth
de_de: Unbegrenzte Bandbreite
es: Ancho de banda ilimitado
fr: Bande passante illimitée
hi: असीमित बैंडविड्थ
id_id: Bandwidth Tanpa Batas
it_it: Larghezza di banda illimitata
ja_jp: 無制限の帯域幅
pl: Nieograniczona przepustowość
ru: Неограниченная пропускная способность
tr: Sınırsız Bant Genişliği
uk: Необмежена пропускна здатність
vi: Băng thông không giới hạn

source: Join our Discord community
de_de: Treten Sie unserer Discord-Community bei
es: Únete a nuestra comunidad en Discord
fr: Rejoignez notre communauté sur Discord
hi: हमारे Discord समुदाय में शामिल हों
id_id: Bergabung dengan komunitas Discord kami
it_it: Unisciti alla nostra comunità su Discord
ja_jp: Discordコミュニティに参加
pl: Dołącz do naszej społeczności na Discordzie
ru: Присоединяйтесь к нашему сообществу в Discord
tr: Discord topluluğumuza katılın
uk: Приєднуйтесь до нашої спільноти в Discord
vi: Tham gia cộng đồng Discord của chúng tôi

source: Join our Reddit community
de_de: Treten Sie unserer Reddit-Community bei
es: Únete a nuestra comunidad en Reddit
fr: Rejoignez notre communauté sur Reddit
hi: हमारे Reddit समुदाय में शामिल हों
id_id: Bergabung dengan komunitas Reddit kami
it_it: Unisciti alla nostra comunità su Reddit
ja_jp: Redditコミュニティに参加
pl: Dołącz do naszej społeczności na Reddicie
ru: Присоединяйтесь к нашему сообществу в Reddit
tr: Reddit topluluğumuza katılın
uk: Приєднуйтесь до нашої спільноти в Reddit
vi: Tham gia cộng đồng Reddit của chúng tôi

source: Find us on YouTube
de_de: Finden Sie uns auf YouTube
es: Encuéntranos en YouTube
fr: Retrouvez-nous sur YouTube
hi: हमें YouTube पर खोजें
id_id: Temukan kami di YouTube
it_it: Trovaci su YouTube
ja_jp: YouTubeで探す
pl: Znajdź nas na YouTube
ru: Найдите нас на YouTube
tr: Bizi YouTube'da bulun
uk: Знайдіть нас на YouTube
vi: Tìm chúng tôi trên YouTube

source: Follow us on X
de_de: Folgen Sie uns auf X
es: Síguenos en X
fr: Suivez-nous sur X
hi: हमें X पर फॉलो करें
id_id: Ikuti kami di X
it_it: Seguici su X
ja_jp: Xでフォロー
pl: Śledź nas na X
ru: Подписывайтесь на нас в X
tr: Bizi X'te takip edin
uk: Підписуйтеся на нас у X
vi: Theo dõi chúng tôi trên X

source: Arrange locations alphabetically, geographically, or by latency.
de_de: Orte alphabetisch, geografisch oder nach Latenz sortieren.
es: Ordena las ubicaciones alfabéticamente, geográficamente o por latencia.
fr: Organisez les emplacements par ordre alphabétique, géographique ou par latence.
hi: स्थानों को वर्णानुक्रम में, भौगोलिक रूप से, या विलंबता द्वारा व्यवस्थित करें।
id_id: Atur lokasi berdasarkan abjad, geografis, atau latensi.
it_it: Organizza le posizioni in ordine alfabetico, geografico o per latenza.
ja_jp: ロケーションをアルファベット順、地理的順、または遅延時間順に並べ替えます。
pl: Sortuj lokalizacje alfabetycznie, geograficznie lub według opóźnienia.
ru: Упорядочьте местоположения по алфавиту, географически или по задержке.
tr: Konumları alfabetik, coğrafi olarak veya gecikmeye göre sıralayın.
uk: Упорядкуйте місця за алфавітом, географічно або за затримкою.
vi: Sắp xếp vị trí theo thứ tự bảng chữ cái, địa lý hoặc độ trễ.

source: Display latency as signal strength bars or in milliseconds.
de_de: Latenz als Signalstärkebalken oder in Millisekunden anzeigen.
es: Muestra la latencia como barras de intensidad de señal o en milisegundos.
fr: Affichez la latence sous forme de barres de force du signal ou en millisecondes.
hi: विलंबता को सिग्नल शक्ति सलाखों के रूप में या मिलीसेकंड में प्रदर्शित करें।
id_id: Tampilkan latensi sebagai batang kekuatan sinyal atau dalam milidetik.
it_it: Mostra la latenza come barre di intensità del segnale o in millisecondi.
ja_jp: 遅延時間を信号強度のバーまたはミリ秒で表示します。
pl: Wyświetlaj opóźnienie jako paski siły sygnału lub w milisekundach.
ru: Отображать задержку в виде полос силы сигнала или в миллисекундах.
tr: Gecikmeyi sinyal gücü çubukları veya milisaniye cinsinden gösterin.
uk: Відображати затримку у вигляді смуг рівня сигналу або в мілісекундах.
vi: Hiển thị độ trễ dưới dạng thanh tín hiệu hoặc mili giây.

source: Localize Windscribe to supported languages.
de_de: Windscribe in unterstützte Sprachen übersetzen.
es: Localiza Windscribe a los idiomas compatibles.
fr: Traduisez Windscribe dans les langues prises en charge.
hi: विंडस्क्राइब को समर्थित भाषाओं में स्थानीयकृत करें।
id_id: Sesuaikan Windscribe dengan bahasa yang didukung.
it_it: Localizza Windscribe nelle lingue supportate.
ja_jp: Windscribe を対応言語にローカライズします。
pl: Dostosuj Windscribe do obsługiwanych języków.
ru: Локализуйте Windscribe на поддерживаемые языки.
tr: Windscribe'ı desteklenen dillere uyarlayın.
uk: Локалізуйте Windscribe на підтримувані мови.
vi: Bản địa hóa Windscribe sang các ngôn ngữ được hỗ trợ.

source: Light or Dark. Choose a side, and choose wisely.
de_de: Hell oder Dunkel. Wähle eine Seite und entscheide weise.
es: Claro u oscuro. Elige un lado y elige sabiamente.
fr: Clair ou sombre. Choisissez un côté, et choisissez judicieusement.
id_id: Terang atau Gelap. Pilih sisi, dan pilih dengan bijak.
it_it: Chiaro o Scuro. Scegli un lato e scegli con saggezza.
ja_jp: ライトまたはダーク。どちらかを選び、賢く決めましょう。
pl: Jasny lub Ciemny. Wybierz stronę i zdecyduj mądrze.
ru: Светлая или тёмная тема. Выберите сторону и выберите мудро.
tr: Aydınlık veya Karanlık. Bir taraf seçin ve akıllıca seçin.
uk: Світлий або Темний. Оберіть сторону та зробіть вибір розумно.
vi: Sáng hay Tối. Hãy chọn một bên và chọn một cách khôn ngoan.

source: Display a location’s load. Shorter bars mean lesser load (usage).
de_de: Die Auslastung eines Standorts anzeigen. Kürzere Balken bedeuten geringere Auslastung (Nutzung).
es: Muestra la carga de una ubicación. Las barras más cortas indican menor carga (uso).
fr: Affichez la charge d'un emplacement. Des barres plus courtes signifient une charge plus faible (utilisation).
id_id: Tampilkan beban lokasi. Batang yang lebih pendek berarti beban lebih rendah (penggunaan).
it_it: Mostra il carico di una posizione. Barre più corte indicano un carico minore (utilizzo).
ja_jp: ロケーションの負荷を表示します。バーが短いほど負荷（使用量）が少ないことを示します。
pl: Wyświetl obciążenie lokalizacji. Krótsze paski oznaczają mniejsze obciążenie (użycie).
ru: Отображать загрузку местоположения. Короткие полосы означают меньшую загрузку (использование).
uk: Показувати навантаження локації. Коротші смуги означають менше навантаження (використання).
vi: Hiển thị mức tải của vị trí. Thanh ngắn hơn có nghĩa là tải thấp hơn (sử dụng ít hơn).
