Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: Add your email address in case you forget your password. We’ll even give you 10GB for it.
de_de: Fügen Sie Ihre E-Mail-Adresse hinzu, falls Sie Ihr Passwort vergessen haben. Dafür schenken wir Ihnen sogar 10 GB.
es: Añade tu dirección de correo electrónico por si olvidas tu contraseña. Te daremos 10 GB por ello.
fr: Ajoutez votre adresse e-mail au cas où vous oublieriez votre mot de passe. Nous vous donnerons même 10 Go pour ça.
hi: यदि आप अपना पासवर्ड भूल जाते हैं तो अपना ईमेल पता जोड़ें। हम आपको इसके लिए 10GB भी देंगे ।
id_id: Tambahkan alamat email untuk antisipasi jika Anda lupa kata sandi. Kami bahkan akan memberi Anda 10GB.
it_it: Aggiungi il tuo indirizzo email, nel caso in cui dimentichi la password. In cambio ti daremo 10GB.
ja_jp: パスワードを忘れた場合に備えるため、メールアドレスを追加してください。10GBも差し上げます。
pl: Dodaj swój adres e-mail na wypadek zapomnienia hasła. Otrzymasz za to nawet 10 GB.
ru: Добавьте свой эл. адрес на случай, если вы забудете пароль. За это мы дадим вам 10 ГБ.
tr: Şifrenizi unutursanız diye email adresinizi ekleyin. Hatta bunun için size 10 GB ekstra kullanım limiti ekliyoruz.
uk: Додайте свою електронну адресу на випадок, якщо ви забудете свій пароль. А ми за це подаруємо вам 10 ГБ.
vi: Thêm địa chỉ email của bạn trong trường hợp bạn quên mật khẩu của mình. Chúng tôi thậm chí sẽ cung cấp cho bạn 10 GB khi làm điều đó.

source: Give me my 10GB/Month
de_de: Geben Sie mir meine 10 GB/Monat
es: Dame mis 10 GB mensuales
fr: Puis-je avoir mes 10 Go/mois
hi: मुझे मेरा 10GB/माह दीजिए
id_id: Beri saya 10GB/Bulan
it_it: Voglio ricevere i 10GB/mese
ja_jp: 私に10GB/月ください
pl: Chcę 10 GB/mies.
ru: Дайте мне 10 ГБ/месяц
tr: Aylık 10 GB ekstramı ver
uk: Дайте мені мої 10 ГБ на місяць
vi: Cung cấp cho tôi 10 GB/Tháng

source: I'm happy with 2GB/Month
de_de: Mit 2 GB/Monat bin ich zufrieden
es: Me bastan 2 GB mensuales
fr: Je suis content avec 2 Go/mois
hi: मैं 2GB/माह से खुश हूँ
id_id: 2GB/Bulan sudah cukup bagi saya
it_it: Sono soddisfatto di questi 10GB/mese
ja_jp: 2GB/月で満足です
pl: Wystarczy mi 2 GB/mies.
ru: Мне хватит 2 ГБ/месяц
tr: Aylık 2 GB ile mutluyum
uk: Мені вистачить 2 ГБ на місяць
vi: Tôi hài lòng với 2 GB/Tháng

source: No Thanks
de_de: Nein danke
es: No, gracias
fr: Non merci
hi: जी नहीं, धन्यवाद
id_id: Tidak, Terima kasih
it_it: No, grazie
ja_jp: 結構です
pl: Nie, dziękuję
ru: Нет, спасибо
tr: Hayır Teşekkürler
uk: Ні, дякую
vi: Không, xin cảm ơn

source: Secure your account
de_de: Sichern Sie Ihr Konto
es: Protege tu cuenta
fr: Sécurisez votre compte
hi: अपने खाते को सुरक्षित करें
id_id: Amankan Akun Anda
it_it: Proteggi il tuo account
ja_jp: アカウントを保護
pl: Zabezpiecz swoje konto
ru: Защитите ваш аккаунт
tr: Hesabınızı güvenli tutun
uk: Захистіть свій обліковий запис
vi: Bảo mật tài khoản của bạn

source: You’re out of data
de_de: Sie haben keine Daten mehr
es: Te quedaste sin datos
fr: Vous n’avez plus de données
hi: आपका डेटा खत्म हो गया है ।
id_id: Data Anda habis
it_it: Hai terminato i dati
ja_jp: データ容量がなくなりました
pl: Nie masz już danych
ru: У вас закончились данные
tr: Kulanım Limitiniz Doldu
uk: Доступний обсяг даних вичерпано
vi: Bạn đã hết dữ liệu

source: Upgrade now to stay protected or wait until your bandwidth is reset on
de_de: Führen Sie jetzt ein Upgrade durch, um geschützt zu bleiben, oder warten Sie, bis Ihre Bandbreite wieder aktiviert ist
es: Mejora ahora y mantente protegido, o espera a que tu ancho de banda se restablezca el
fr: Passez Pro dès maintenant pour rester protégé ou attendez que votre bande passante soit réinitialisée le
hi: सुरक्षित रहने के लिए अभी अपग्रेड करें या तब तक प्रतीक्षा करें जब तक आपका बैंडविड्थ रीसेट न हो जाए
id_id: Tingkatkan sekarang untuk tetap terlindungi atau tunggu hingga bandwidth Anda diatur ulang pada
it_it: Aggiorna adesso per rimanere protetto o aspetta fino al ripristino della banda larga
ja_jp: 今すぐアップグレードして保護状態をキープするか、回線容量がリセットされるまでお待ちください
pl: Ulepsz teraz, aby zachować ochronę, lub zaczekaj, aż limit zostanie zresetowany w dniu
ru: Обновите сейчас, чтобы оставаться под защитой, или дождитесь сброса лимита передаваемых данных.
tr: Şimdi hesabınızı yükseltin veya bekleyin. Kullanım limitiniz sıfırlanma tarihi:
uk: Перейдіть на вищу версію зараз, щоб залишитися захищеними, або дочекайтеся, доки доступний обсяг пропускної здатності не буде скинуто
vi: Nâng cấp để duy trì trạng thái được bảo vệ hoặc đợi cho đến khi đặt lại vào

source: I'll wait!
de_de: Ich werde warten!
es: ¡Esperaré!
fr: Je vais attendre !
hi: मैं इंतज़ार करूंगा!
id_id: Saya akan menunggu!
it_it: Aspetterò!
ja_jp: 待ちます！
pl: Zaczekam!
ru: Я подожду!
tr: Beklemek İstiyorum!
uk: Я почекаю!
vi: Tôi sẽ đợi!

source: Your Pro Plan expired!
de_de: Ihr Pro-Plan ist abgelaufen!
es: ¡Tu plan Pro ha caducado!
fr: Votre Plan Pro est arrivé à son terme !
hi: आपका प्रो प्लान समाप्त हो गया!
id_id: Paket Pro Anda telah berakhir!
it_it: Il tuo Piano Pro è scaduto!
ja_jp: Pro版プランの有効期限が切れました！
pl: Twój Plan Pro wygasł!
ru: Срок действия вашего плана Pro истек!
tr: Pro Planınız sona erdi!
uk: Термін дії вашого плану Pro закінчився!
vi: Gói Pro của bạn đã hết hạn!

source: You’ve been downgraded to free for now
de_de: Sie wurden vorerst auf kostenlos herabgestuft
es: Por ahora pasarás al plan gratuito
fr: Vous utilisez désormais une version gratuite
hi: आपको अभी के लिए मुफ़्त में डाउनग्रेड कर दिया गया है
id_id: Versi Anda diturunkan ke gratis untuk saat ini
it_it: Per adesso sei ritornato alla versione gratuita
ja_jp: 現在、無料版にダウングレードされています
pl: Na razie aktywowano darmowy plan
ru: Уровень вашего аккаунта понижен до бесплатного
tr: Şimdilik ücretsiz plana geçtiniz
uk: Ваш план понижено до безкоштовного
vi: Hiện bạn đã bị hạ cấp xuống miễn phí

source: Renew Plan
de_de: Plan erneuern
es: Renovar plan
fr: Plan de renouvellement
hi: नवीकरण योजना
id_id: Perpanjang Paket
it_it: Rinnova il piano
ja_jp: プランを更新
pl: Odnów plan
ru: Продлить план
tr: Planı Yenile
uk: Поновити план
vi: Gia hạn Gói

source: Remind me later
de_de: Erinnere mich später
es: Recordarme más tarde
fr: Rappelez-moi plus tard
hi: मुझे बाद में याद दिलाना
id_id: Ingatkan saya nanti
it_it: Ricordamelo più tardi
ja_jp: 後で通知
pl: Przypomnij mi później
ru: Напомните мне позже
tr: Daha sonra tekrar hatırlat
uk: Нагадайте мені пізніше
vi: Nhắc tôi sau

source: Confirm Email
de_de: E-Mail bestätigen
es: Confirma el correo electrónico
fr: Confirmer l’e-mail
hi: ई-मेल की पुष्टि करें
id_id: Konfirmasikan Email
it_it: Conferma email
ja_jp: メールアドレスを確認
pl: Potwierdź adres e-mail
ru: Подтвердить эл. адрес
tr: Email Doğrulama
uk: Підтвердити електронну адресу
vi: Xác nhận Email

source: Please confirm your email to get 10GB/ Mo
de_de: Bitte bestätigen Sie Ihre E-Mail, um 10 GB/Monat zu erhalten
es: Confirma tu correo electrónico para obtener 10 GB mensuales
fr: Veuillez confirmer votre e-mail pour disposer de 10 Go/mois
hi: कृपया 10GB/माह प्राप्त करने के लिए अपने ईमेल की पुष्टि करें
id_id: Harap konfirmasikan email Anda untuk mendapatkan 10GB/Bulan
it_it: Conferma la tua email per ricevere 10GB/mese
ja_jp: 10GB/月を取得するには、メールアドレスをご確認ください
pl: Potwierdź swój adres e-mail, aby otrzymać 10 GB/mies.
ru: Подтвердите свой эл. адрес, чтобы получить 10 ГБ/мес.
tr: Emaili doğrula ve aylık 10GB kazan
uk: Підтвердьте свою електронну адресу, щоб отримати 10 ГБ на місяць
vi: Vui lòng xác nhận email của bạn để nhận 10GB/Tháng

source: Please confirm your email
de_de: Bestätigen Sie Ihre E-Mail
es: Confirma tu correo electrónico
fr: Veuillez confirmer votre e-mail
hi: कृपया अपने ईमेल की पुष्टि करें
id_id: Harap konfirmasikan email Anda
it_it: Conferma la tua email
ja_jp: メールアドレスを確認してください
pl: Potwierdź swój adres e-mail
ru: Подтвердите свой эл. адрес
tr: Lütfen emaili doğrulayın
uk: Підтвердьте свою електронну адресу
vi: Vui lòng xác nhận email của bạn

source: Resend Verification Email
de_de: Bestätigungsmail erneut senden
es: Reenviar correo electrónico de verificación
fr: Renvoyer l’e-mail de vérification
hi: सत्यापन ईमेल पुनः भेजे
id_id: Kirim Ulang Email Verifikasi
it_it: Invia di nuovo l'email di verifica
ja_jp: 確認メールを再送信
pl: Wyślij ponownie weryfikacyjną wiadomość e-mail
ru: Выслать эл. письмо с подтверждением еще раз
tr: Tekrar Gönder
uk: Повторно надіслати електронного листа для підтвердження
vi: Gửi lại Email Xác minh

source: Change Email
de_de: E-Mail ändern
es: Cambiar correo electrónico
fr: Modifier l’e-mail
hi: ई - मेल बदलें
id_id: Ganti Email
it_it: Cambia indirizzo email
ja_jp: メールアドレスを変更
pl: Zmień adres e-mail
ru: Изменить эл. адрес
tr: Emaili Değiştir
uk: Змінити електронну адресу
vi: Thay đổi Email

source: Close
de_de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करना
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
pl: Zamknij
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng

source: You’ve been banned
de_de: Sie wurden gesperrt
es: Has sido vetado
fr: Vous avez été banni
hi: आप पर प्रतिबंध लगा दिया गया है
id_id: Anda telah diblokir
it_it: Sei stato bannato
ja_jp: あなたは禁止されました
pl: Zablokowano
ru: Вы забанены
tr: Erişime Yasaklandınız
uk: Вас заблоковано
vi: Bạn đã bị cấm

source: Your account has been disabled for violating our Terms of Service
de_de: Ihr Konto wurde wegen Verstoßes gegen unsere Nutzungsbedingungen deaktiviert
es: Tu cuenta ha sido desactivada por incumplir nuestros Términos de servicio
fr: Votre compte a été désactivé suite à une violation de nos Conditions générales.
hi: हमारी सेवा की शर्तों का उल्लंघन करने के कारण आपका खाता अक्षम कर दिया गया है
id_id: Akun Anda telah dinonaktifkan karena melanggar Ketentuan Layanan kami
it_it: Il tuo account è stato disattivato per la violazione dei nostri Termini di servizio
ja_jp: あなたのアカウントは、弊社の利用規約違反のため無効になりました
pl: Twoje konto zostało zablokowane za naruszenie Warunków korzystania z usługi
ru: Ваш аккаунт отключен по причине нарушения условий использования.
tr: Kullanım kurallarına uymadığınız için hesabınız devre dışı bırakıldı.
uk: Ваш обліковий запис відключено за порушення наших Умов використання
vi: Tài khoản của bạn đã bị vô hiệu do vi phạm Điều khoản Dịch vụ của chúng tôi

source: Learn More
de_de: Mehr erfahren
es: Más información
fr: En savoir plus
hi: और जानो
id_id: Pelajari Selengkapnya
it_it: Scopri di più
ja_jp: もっと見る
pl: Więcej informacji
ru: Подробнее
tr: Daha Fazla Öğren
uk: Дізнайтеся більше
vi: Tìm hiểu thêm

source: Stay Protected
de_de: Bleiben Sie geschützt
es: Mantente protegido
fr: Restez protégé
hi: सुरक्षित रहें
id_id: Tetap Terlindungi
it_it: Rimani protetto
ja_jp: 保護された状態をキープ
pl: Zachowaj ochronę
ru: Оставайтесь под защитой
tr: Korunmaya Devam Et
uk: Залишайтеся захищеними
vi: Được bảo vệ

source: Set up push notifications to receive connection updates in case of an interruption
de_de: Richten Sie Push-Benachrichtigungen ein, um Verbindungsaktualisierungen im Falle einer Unterbrechung zu erhalten
es: Configura las notificaciones push para recibir noticias de la conexión en caso de interrupción
fr: Configurez des notifications push pour recevoir des mises à jour de la connexion en cas d’interruption
hi: रुकावट की स्थिति में कनेक्शन अपडेट प्राप्त करने के लिए पुश नोटिफिकेशन सेट करें
id_id: Aktifkan notifikasi push untuk menerima info sambungan jika terjadi gangguan
it_it: Configura le notifiche per ricevere aggiornamenti sulla connessione in casi di interruzioni
ja_jp: プッシュ通知を設定して中断した場合に接続更新を受信するようにする
pl: Skonfiguruj powiadomienia push, aby otrzymywać informacje o przerwaniu połączenia
ru: Настройте push-уведомления для получения информации о соединении в случае прерывания
tr: Bildirimleri aktif ederek herhangi bir sorun oluştuğunda bağlantınız ile ilgili güncellemeler hakkında bilgi edinin
uk: Налаштуйте push-сповіщення, щоб отримувати оновлену інформацію про підключення у разі переривання
vi: Thiết lập thông báo đẩy để nhận cập nhật kết nối trong trường hợp bị gián đoạn

source: Turn Notification On
de_de: Aktivieren Sie die Benachrichtigung
es: Activar notificaciones
fr: Activer la notification
hi: नोटिफिकेशन चालू करें
id_id: Aktifkan Notifikasi
it_it: Attiva le notifiche
ja_jp: 通知をオンにする
pl: Włącz powiadamiania
ru: Включить уведомления
tr: Bildirimleri Aktif Et
uk: Увімкніть сповіщення
vi: Bật Thông báo

source: Plans
de_de: Pläne
es: Planes
hi: योजना
id_id: Paket
it_it: Piani
ja_jp: プラン
pl: Plany
ru: Планы
tr: Planlar
uk: Плани
vi: Các Gói

source: Pricing
de_de: Preisgestaltung
es: Precios
fr: Tarif
hi: कीमत
id_id: Harga
it_it: Tariffe
ja_jp: 価格
pl: Cennik
ru: Цены
tr: Fiyatlandırma
uk: Ціни
vi: Giá cả

source: Benefits
de_de: Vorteile
es: Beneficios
fr: Bénéfices
hi: फ़ायदे
id_id: Manfaat
it_it: Vantaggi
ja_jp: サービス内容
pl: Korzyści
ru: Преимущества
tr: Özellikler
uk: Переваги
vi: Lợi ích

source: Free 10GB/Mo
de_de: Kostenlose 10 GB/Monat
es: 10 GB mensuales gratis
fr: 10 Go/mois gratuits
hi: मुफ़्त 10GB/महीना
id_id: Gratis 10GB/Bln
it_it: 10 GB/Mese gratis
ja_jp: 無料10GB/月
pl: Bezpłatnie 10 GB/mies.
ru: 10 ГБ/мес. бесплатно
tr: Ücretsiz Aylık 10GB
uk: Безкоштовно 10 ГБ/місяць
vi: 10 GB miễn phí/Tháng

source: Restore Purchases
de_de: Einkäufe wiederherstellen
es: Restaurar compras
fr: Rétablir les achats
hi: खरीदारी वापस लौटाएं
id_id: Pulihkan Pembelian
it_it: Ripristina gli acquisti
ja_jp: 購入を復元
pl: Przywróć zakupy
ru: Восстановить покупки
tr: Satın Alınanları Geri Yükle
uk: Відновити покупки
vi: Khôi phục các giao dịch

source: This location isn’t free, it’s got standards
de_de: Dieser Standort ist nicht kostenlos, er hat Standards
es: Esta ubicación no es gratis, tiene estándares
fr: Cette localisation n’est pas gratuite, certaines normes s’y rattachent
hi: यह स्थान मुफ़्त नहीं है, और इसमें मानक हैं
id_id: Lokasi ini tidak gratis, ia punya standar
it_it: Questa posizione non è gratuita, ci sono degli standard
ja_jp: このロケーションは無料ではありません。 スタンダードとなります
pl: Ta lokalizacja nie jest darmowa, ma swoje standardy
ru: Это расположение небесплатное, в нем используются стандарты.
tr: Bu lokasyon ücretsiz değil, bazı standartları var.
uk: Це розташування не є безкоштовним, для нього передбачено певні стандарти
vi: Vị trí này không miễn phí, vị trí này thuộc gói

source: You deserve more than limited privacy
de_de: Sie verdienen mehr als eingeschränkte Privatsphäre
es: Te mereces más que privacidad limitada
fr: Ne vous contentez pas d’un processus de confidentialité limité
hi: आप सीमित गोपनीयता से कहीं अधिक के पात्र हैं
id_id: Anda berhak mendapatkan lebih dari privasi terbatas
it_it: Meriti di più della privacy limitata
ja_jp: あなたには限られたプライバシー以上の価値があります
pl: Zasługujesz na więcej niż ograniczoną prywatność
ru: Вы заслуживаете большего, чем ограниченная конфиденциальность
tr: Kısıtlı gizlilikten daha fazlasını hakediyorsunuz
uk: Ви заслуговуєте на конфіденційність без обмежень
vi: Bạn xứng đáng nhận được nhiều hơn quyền riêng tư bị hạn chế

source: Looks like you’re out of precious privacy
de_de: Sieht aus, als hätten Sie keine wertvolle Privatsphäre mehr
es: Parece que te quedaste sin la preciosa privacidad
fr: On dirait que vous manquez d’intimité
hi: ऐसा लगता है कि आप कीमती गोपनीयता से बाहर हैं
id_id: Sepertinya privasi berharga Anda sudah habis
it_it: Sembra che la tua privacy preziosa non sia tutelata
ja_jp: あなたは貴重なプライバシーを失っているようです
pl: Wygląda na to, że nie masz już cennej prywatności
ru: Похоже, вы исчерпали лимит конфиденциальности
tr: Gizliliğin tükenmişe benziyor
uk: Схоже, ви не можете розраховувати на повну конфіденційність
vi: Có vẻ như bạn không còn quyền riêng tư quý giá

source: Upgrade Benefits
de_de: Upgrade-Vorteile
es: Beneficios de mejorar
fr: Les avantages de la version Pro
hi: अपग्रेड के लाभ
id_id: Tingkatkan Manfaat
it_it: Vantaggi dell'aggiornamento
ja_jp: サービス内容をアップグレード
pl: Korzyści z ulepszenia
ru: Преимущества обновления
tr: Neden Yükseltmeliyim?
uk: Переваги переходу на вищу версію
vi: Nâng cấp Lợi ích

source: Unlimited Data
de_de: Unbegrenzte Daten
es: Datos ilimitados
fr: Données illimitées
hi: असीमित डेटा
id_id: Data Tak Terbatas
it_it: Dati illimitati
ja_jp: 無制限のデータ通信容量
pl: Nieograniczona ilość danych
ru: Неограниченный объем данных
tr: Sınırsız Veri
uk: Необмежені дані
vi: Dữ liệu Không giới hạn

source: Pretty self explanatory. Use as much bandwidth as you'd like.
de_de: Ziemlich selbsterklärend. Verwenden Sie so viel Bandbreite, wie Sie möchten.
es: No necesita mucha explicación. Puedes usar todo el ancho de banda que quieras.
fr: C’est assez simple. La bande passante est illimitée.
hi: काफी स्वतः स्पष्ट. आप जितनी चाहें उतनी बैंडविड्थ का उपयोग करें।
id_id: Cukup jelas. Gunakan bandwidth sebanyak yang Anda inginkan.
it_it: Piuttosto auto esplicativo. Utilizza la banda larga nella quantità che desideri.
ja_jp: かなり一目瞭然です。必要なだけ回線容量をお使いください。
pl: Nie wymaga to wyjaśnienia. Nie ma limitu danych.
ru: Говорит само за себя. Передавайте и получайте столько данных, сколько вам нужно.
tr: Kendini açıklıyor. İstediğin kadar limitsiz kullanım hakkı.
uk: Усе зрозуміло. Використовуйте стільки пропускної здатності, скільки хочете.
vi: Giải thích khá mang tính cá nhân. Sử dụng bao nhiêu băng thông tùy thích.

source: All Locations
de_de: Alle Standorte
es: Todas las ubicaciones
fr: Tous les sites
hi: सभी स्थान
id_id: Semua Lokasi
it_it: Tutte le posizioni
ja_jp: すべてのロケーション
pl: Wszystkie lokalizacje
ru: Все расположения
tr: Tüm Konumlar
uk: Усі розташування
vi: Tất cả Vị trí

source: Access to servers in over 60 countries and 110 data centers.
de_de: Zugriff auf Server in über 60 Ländern und 110 Rechenzentren.
es: Accede a servidores de más 60 países y 110 centros de datos.
fr: Vous avez accès à des serveurs à travers plus de 60 pays et 110 data centers.
hi: 60 से अधिक देशों और 110 डेटा केंद्रों में सर्वर तक पहुंच।
id_id: Akses ke server di lebih dari 60 negara dan 110 pusat data.
it_it: Accedi ai server in oltre 60 Paese e 110 città.
ja_jp: 60か国以上のサーバーと110か所のデータセンターにアクセス。
pl: Dostęp do serwerów w ponad 60 krajach i 110 centrach danych.
ru: Доступ к 110 дата-центрам и серверам в более чем 60 странах.
tr: 60'dan fazla ülkedeki 110 sunucumuza erişim.
uk: Доступ до серверів у більш ніж 60 країнах та 110 центрах обробки даних.
vi: Truy cập máy chủ tại hơn 60 quốc gia và 110 trung tâm dữ liệu.

source: Best malware and ad-blocker you will ever use. Seriously.
de_de: Beste Malware und Werbeblocker, die Sie jemals verwenden werden. Ganz im Ernst.
es: El mejor bloqueador de malware y anuncios que usarás. En serio.
fr: Le meilleur bloqueur de logiciels malveillants et de publicités que vous ayez jamais utilisé. Sérieusement.
hi: सबसे अच्छा मैलवेयर और विज्ञापन-अवरोधक जो आपने कभी उपयोग किया होगा। गंभीरता से।
id_id: Pemblokir malware dan iklan terbaik yang pernah Anda gunakan. Dijamin.
it_it: Il migliore blocco contro malware e pubblicità che potrai mai utilizzare. Seriamente.
ja_jp: 過去最高のマルウェアと広告ブロック機能を利用できます。真剣に。
pl: Najlepszy program blokujący złośliwe oprogramowanie i reklamy, jaki kiedykolwiek powstał. Poważnie.
ru: Лучшая защита от вредоносного ПО и блокировщик рекламы. Без шуток.
tr: En iyi reklam ve takipçi yazılımı engelleyici. Ciddiyiz.
uk: Найкращий додаток для блокування шкідливого програмного забезпечення та реклами. Серйозно.
vi: Phần mềm độc hại và trình chặn quảng cáo tốt nhất mà bạn từng sử dụng. Nghiêm túc.

source: Choose Plan
de_de: Plan auswählen
es: Elige un plan
fr: Choisir un forfait
hi: योजना चुनें
id_id: Pilih Paket
it_it: Scegli il piano
ja_jp: プランを選択
pl: Wybierz plan
ru: Выберите план
tr: Plan Seçin
uk: Оберіть план
vi: Chọn Gói

source: Terms of Use
de_de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
hi: उपयोग की शर्तें
id_id: Ketentuan Penggunaan
it_it: Condizioni d'uso
ja_jp: 利用規約
pl: Warunki użytkowania
ru: Условия использования
tr: Kullanım Sözleşmesi
uk: Умови використання
vi: Các Điều khoản Sử dụng

source: Privacy Policy
de_de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Charte de confidentialité
hi: गोपनीयता नीति
id_id: Kebijakan Privasi
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
pl: Polityka prywatności
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách Quyền riêng tư

source: Restore Purchase
de_de: Kauf wiederherstellen
es: Restaurar compra
fr: Rétablir l’achat
hi: खरीदारी वापस लौटाएं
id_id: Pulihkan Pembelian
it_it: Ripristina l'acquisto
ja_jp: 購入を復元
pl: Przywróć zakup
ru: Восстановить покупку
tr: Satın Alınanları Geri Yükle
uk: Відновити покупку
vi: Khôi phục Mua hàng

source: Year
de_de: Jahr
es: Año
fr: Année
hi: वर्ष
id_id: Tahun
it_it: Anno
ja_jp: 年
pl: Rok
ru: Год
tr: Yıl
uk: Рік
vi: Năm

source: Month
de_de: Monat
es: Mes
fr: Mois
hi: महीना
id_id: Bulan
it_it: Mese
ja_jp: 月
pl: Miesiąc
ru: Месяц
tr: Ay
uk: Місяць
vi: Tháng

source: Rate Us!
de_de: Bewerten Sie uns!
es: ¡Califícanos!
fr: Évaluez notre Appli !
hi: हमें रेटिंग दें!
id_id: Beri Kami Nilai!
it_it: Valutaci!
ja_jp: 私たちを評価！
pl: Oceń nas!
ru: Поставьте нам оценку!
tr: Bize Oy Verin!
uk: Оцініть нас!
vi: Đánh giá Chúng tôi!

source: Are you enjoying Windscribe? Sure you are. Rate us in the App store and we’ll love you long time.
de_de: Gefällt Ihnen Windscribe? Ja sicher. Bewerten Sie uns im App Store und wir werden Sie lange lieben.
es: ¿Estás disfrutando Windscribe? Seguro que lo estás. Califícanos en la App Store y te querremos mucho tiempo.
fr: Vous appréciez Windscribe ? Nous l’espérons. Évaluez notre application dans l’App Store, nous vous en serions infiniment reconnaissants.
hi: क्या आप विंडस्क्राइब का आनंद ले रहे हैं? आपको यकीन है। ऐप स्टोर में हमें रेट करें और हम आपको लंबे समय तक प्यार करते रहेंगे।
id_id: Apakah Anda menyukai Windscribe? Pastinya. Beri kami nilai di App Store dan kami akan menyayangi Anda selamanya.
it_it: Ti piace Windscribe? Sicuramente. Valutaci nell'App Store e noi ti ameremo per molto tempo.
ja_jp: Windscribeに満足していますか？そうでしょう。アプリストアで評価してくださると嬉しいです。
pl: Podoba Ci się Windscribe? Pewnie, że tak. Będziemy bardzo wdzięczni, jeśli ocenisz nas w App Store.
ru: Вам нравится Windscribe? Конечно! Мы будем благодарны за оценку в App Store!
tr: Windscribe'dan keyif alıyor musunuz? Tabi alıyorsunuz. Bizi App Store üzerinde oylamanın tam vakti.
uk: Вам подобається Windscribe? Звичайно. Оцініть нас в App Store, і ми станемо гарними друзями.
vi: Bạn có thích Windscribe không? Chắc chắn là có rồi. Đánh giá chúng tôi trên App Store và chúng tôi sẽ biết ơn bạn rất nhiều.

source: Rate Windscribe
de_de: Windscribe bewerten
es: Calificar Windscribe
fr: Évaluez Windscribe
hi: विंडस्क्राइब को रेट करें
id_id: Nilai Windscribe
it_it: Valuta Windscribe
ja_jp: Windscribeを評価
pl: Oceń Windscribe
ru: Поставить оценку Windscribe
tr: Windscribe'ı Oyla
uk: Оцініть Windscribe
vi: Đánh giá Windscribe

source: Maybe Later
de_de: Vielleicht später
es: Tal vez luego
fr: Peut-être plus tard
hi: शायद बाद में
id_id: Nanti Saja
it_it: Forse più tardi
ja_jp: 後にする
pl: Może później
ru: Может быть позже
tr: Belki Daha Sonra
uk: Можливо, пізніше
vi: Có lẽ để sau

source: Go Away
de_de: Verschwinden
es: Vete
fr: Quitter
hi: दूर जाओ
id_id: Hapus
it_it: Abbandona
ja_jp: やめる
pl: Nie mam ochoty
ru: Покинуть
tr: Bir Daha Gösterme
uk: Йдіть геть
vi: Rời đi

source: Are you sure?
de_de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Vous êtes sûr ?
hi: क्या आपको यकीन है?
id_id: Anda yakin?
it_it: Sei sicuro?
ja_jp: 本当によろしいですか？
pl: Na pewno?
ru: Вы уверены?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc không?
