Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: Your IP
de_de: Ihre IP
es: Tu IP
fr: Votre IP
hi: तुम्हारी आईपी
id_id: IP Anda
it_it: Il tuo IP
ja_jp: あなたのIP
pl: Twój adres IP
ru: Ваш IP
tr: IP Adresiniz
uk: Ваш IP
vi: IP của bạn

source: Trusted
de_de: Vertrauenswürdig
es: Confiable
fr: Fiable
hi: विश्वस्त
id_id: Terpercaya
it_it: Degno di fiducia
ja_jp: 信頼済み
pl: Zaufany
ru: Надежный
tr: Güvenilir
uk: Довірені
vi: Đáng tin cậy

source: Upgrade
de_de: Aktualisieren
es: Mejorar
fr: Mise à niveau
hi: अपग्रेड
id_id: Tingkatkan
it_it: Aggiorna
ja_jp: アップグレード
pl: Ulepsz
ru: Обновить
tr: Yükselt
uk: Перейти на вищу версію
vi: Nâng cấp

source: Left
de_de: Übrig
es: Izquierda
fr: Gauche
hi: बाएं
id_id: Tersisa
it_it: Rimasto
ja_jp: 左
pl: Pozostało
ru: Осталось
tr: Kaldı
uk: Залишилося
vi: Còn lại

source: Best Location
de_de: Bester Standort
es: Mejor ubicación
fr: Le meilleur emplacement
hi: सबसे अच्छा स्थान
id_id: Lokasi Terbaik
it_it: Posizione migliore
ja_jp: 最高のロケーション
pl: Najlepsza lokalizacja
ru: Лучшее расположение
tr: En İyi Konum
uk: Найкраще розташування
vi: Vị trí Tốt nhất

source: Nothing to see here
de_de: Hier gibt es nichts zu sehen
es: Aquí no nada para ver
fr: Il n’y a rien à voir ici
hi: यहाँ देखने के लिए कुछ भी नहीं है
id_id: Tidak ada apa-apa di sini
it_it: Qui non c'è niente da vedere
ja_jp: ここで見るものは何もありません
pl: Nie ma tu nic do oglądania
ru: Здесь ничего нет
tr: Burada hiç bir şey yok
uk: Тут нічого немає
vi: Không có gì để xem ở đây

source: No Static IP's
de_de: Keine statischen IPs
es: No hay IP estáticas
fr: Sans IP statique
hi: स्थैतिक आईपी
id_id: Tidak ada IP Statis
it_it: Nessun IP statico
ja_jp: 静的IPなし
pl: Brak statycznych adresów IP
ru: Статических IP нет
tr: Static IP'niz yok
uk: Немає статичних IP-адрес
vi: Không có IP tĩnh

source: Preferences
de_de: Voreinstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
id_id: Preferensi
it_it: Preferenze
ja_jp: 環境設定
pl: Preferencje
ru: Настройки
tr: Ayarlar
uk: Вподобання
vi: Cài đặt

source: General
de_de: Allgemein
fr: Général
hi: सामान्य
id_id: Umum
it_it: Generale
ja_jp: 一般
pl: Ogólne
ru: Общие
tr: Genel
uk: Загальне
vi: Chung

source: Account
de_de: Konto
es: Cuenta
fr: Compte
hi: खाता
id_id: Akun
ja_jp: アカウント
pl: Konto
ru: Аккаунт
tr: Hesap
uk: Обліковий запис
vi: Tài khoản

source: Connection
de_de: Verbindung
es: Conexión
fr: Connexion
hi: जोड़ना
id_id: Sambungan
it_it: Connessione
ja_jp: 接続
pl: Połączenie
ru: Соединение
tr: Bağlantı
uk: Підключення
vi: Kết nối

source: Help Me!
de_de: Helfen Sie mir!
es: ¡Ayúdame!
fr: Aidez-moi !
hi: मेरी सहायता करो!
id_id: Bantu Saya!
it_it: Aiuto!
ja_jp: 助けて！
pl: Pomóż mi!
ru: Нужна помощь!
tr: Yardım!
uk: Потрібна допомога!
vi: Trợ giúp!

source: Debug
de_de: Debuggen
es: Depurar
fr: Déboguer
hi: डिबग
ja_jp: デバッグ
pl: Debuguj
ru: Отладка
tr: Hata Ayıklama
uk: Налагодження

source: Log Out
de_de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉग आउट करें
id_id: Keluar
it_it: Disconnessione
ja_jp: ログアウト
pl: Wyloguj
ru: Выйти
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất

source: Unlimited
de_de: Unbegrenzt
es: Ilimitado
fr: Illimité
hi: असीमित
id_id: Tak Terbatas
it_it: Illimitato
ja_jp: 無制限
pl: Nieograniczone
ru: Без ограничений
tr: Sınırsız
uk: Без обмежень
vi: Không giới hạn

source: Pro Subscription
de_de: Pro-Abonnement
es: Suscripción Pro
fr: Abonnement pro
hi: प्रो सदस्यता
id_id: Langganan Pro
it_it: Abbonamento Pro
ja_jp: プロ版サブスクリプション
pl: Subskrypcja pro
ru: Подписка Pro
tr: Pro Abonelik
uk: Підписка Pro
vi: Gói Pro

source: Add Static IP
de_de: Statische IP hinzufügen
es: Agregar una IP estática
fr: Ajouter une IP statique
hi: स्टेटिक आईपी जोड़ें
id_id: Tambahkan IP Statis
it_it: Aggiungi l'IP statico
ja_jp: 静的IPを追加
pl: Dodaj statyczny adres IP
ru: Добавить статический IP
tr: Static IP Ekle
uk: Додати статичний IP
vi: Thêm IP Tĩnh

source: Refresh latency
de_de: Latenz aktualisieren
es: Actualizar latencia
fr: Latence de rafraîchissement
hi: विलंबता ताज़ा करें
id_id: Segarkan latensi
it_it: Aggiorna la latenza
ja_jp: レイテンシーをリフレッシュ
pl: Odśwież opóźnienie
ru: Обновить задержку
tr: Gecikme verilerini yenile
uk: Оновити затримку
vi: Làm mới độ trễ

source: Disconnect to refresh latency
de_de: Trennen, um Latenz zu aktualisieren
es: Desconéctate para actualizar la latencia
fr: Déconnexion pour rafraîchir la latence
hi: विलंबता को ताज़ा करने के लिए डिस्कनेक्ट करें
id_id: Putuskan untuk menyegarkan latensi
it_it: Esegui la disconnessione per aggiornare la latenza
ja_jp: 切断してレイテンシーをリフレッシュ
pl: Rozłączenie w celu odświeżenia opóźnienia
ru: Отключите соединение, чтобы обновить задержку
tr: Yenilemek için önce bağlantıyı sonlandır
uk: Від’єднатися, щоб оновити відомості про затримку
vi: Ngắt kết nối để làm mới độ trễ

source: This turns on the on-demand mode.
de_de: Dadurch wird der On-Demand-Modus aktiviert.
es: Esto activa el modo a petición.
fr: Cela permet d’activer le mode à la demande.
hi: इससे ऑन-डिमांड मोड चालू हो जाता है.
id_id: Ini mengaktifkan mode on-demand.
it_it: Così si attiva la modalità on-demand.
ja_jp: これによりオンデマンドモードがオンになります。
pl: Powoduje to włączenie trybu na żądanie.
ru: Включает режим по требованию.
tr: Bağlı kalma modunu aktif eder.
uk: Вмикає режим на вимогу.
vi: Điều này sẽ bật chế độ theo yêu cầu.

source: Auto-Secure New Networks
de_de: Neue Netzwerke automatisch sichern
es: Proteger automáticamente las redes nuevas
fr: Auto-sécurisation des nouveaux réseaux
hi: ऑटो-सुरक्षित नेटवर्क
id_id: Amankan Jaringan Baru secara Otomatis
it_it: Protezione automatica per le nuove reti
ja_jp: 新しいネットワークを自動で保護
pl: Automatycznie zabezpieczaj nowe sieci
ru: Автоматическая защита в новых сетях
tr: Güvenlir Yeni Ağlar
uk: Автоматичний захист нових мереж
vi: Tự động Bảo mật Mạng mới

source: Auto-connect on new Wi-Fi networks
de_de: Automatische Verbindung mit neuen WLAN-Netzwerken
es: Conectar automáticamente a redes Wi-Fi nuevas
fr: Connexion automatique aux nouveaux réseaux Wi-Fi
hi: नए वाई-फाई नेटवर्क पर ऑटो-कनेक्ट
id_id: Sambung Otomatis pda jaringan Wi-Fi baru
it_it: Connessione automatica sulle nuove reti Wi-Fi
ja_jp: 新しいWi-Fiネットワークに自動接続
pl: Automatycznie nawiązuj połączenie z nowymi sieciami Wi-Fi
ru: Автоматическое подключение в новых сетях Wi-Fi
tr: Yeni ağları güvenli olarak işaretler.
uk: Автоматичне підключення до нових мереж Wi-Fi
vi: Tự động kết nối trên các mạng Wi-Fi mới

source: Custom Config
de_de: Benutzerdefinierte Konfiguration
es: Configuración personalizada
fr: Configuration personnalisée
hi: कस्टम कॉन्फ़िगरेशन
id_id: Konfigurasi Kustom
it_it: Configurazione personalizzata
ja_jp: カスタム設定
pl: Niestandardowa konfiguracja
ru: Пользовательская конфигурация
tr: Özel Konum
uk: Користувацька конфігурація
vi: Cấu hình Tùy chỉnh

source: No Custom Configs
de_de: Keine benutzerdefinierten Konfigurationen
es: No hay configuraciones personalizadas
fr: Aucune configuration personnalisée
hi: कोई कस्टम कॉन्फ़िगरेशन नहीं
id_id: Tidak Ada Konfigurasi Kustom
it_it: Nessuna configurazione personalizzata
ja_jp: カスタム設定なし
pl: Brak niestandardowych konfiguracji
ru: Пользовательских конфигураций нет
tr: Özel Konum Eklenmemiş
uk: Немає користувацької конфігурації
vi: Không có Cấu hình Tùy chỉnh

source: This custom configuration will be gone forever.
de_de: Diese benutzerdefinierte Konfiguration wird für immer verschwunden sein.
es: Esta configuración personalizada se perderá para siempre.
fr: Cette configuration personnalisée disparaîtra à jamais.
hi: यह कस्टम कॉन्फ़िगरेशन हमेशा के लिए चला जाएगा ।
id_id: Konfigurasi kustom ini akan hilang selamanya.
it_it: Questa configurazione personalizzata verrà persa per sempre.
ja_jp: このカスタム設定は永久に削除されます。
pl: Ta niestandardowa konfiguracja zostanie utracona na zawsze.
ru: Эта пользовательская конфигурация будет удалена без возможности восстановления.
tr: Bu konfigürasyon tamamen yok olacak.
uk: Ця користувацька конфігурація зникне назавжди.
vi: Cấu hình tùy chỉnh này sẽ biến mất vĩnh viễn.

source: Enter Credentials
de_de: Anmeldedaten eingeben
es: Introduce las credenciales
fr: Entrez vos identifiants
hi: क्रेडेंशियल दर्ज करें
id_id: Masukkan Kredensial
it_it: Inserisci le credenziali
ja_jp: 認証情報を入力
pl: Wprowadź dane uwierzytelniające
ru: Введите учетные данные
tr: Bilgileri Girin
uk: Введіть облікові дані
vi: Nhập Thông tin đăng nhập

source: Enter the username and password associated with this custom config
de_de: Geben Sie den Benutzernamen und das Passwort ein, die dieser benutzerdefinierten Konfiguration zugeordnet sind
es: Introduce el nombre de usuario y contraseña asociados a esta configuración personalizada
fr: Entrez le nom d’utilisateur et le mot de passe associés à cette configuration personnalisée
hi: इस कस्टम कॉन्फ़िगरेशन से संबद्ध उपयोगकर्ता नाम और पासवर्ड दर्ज करें
id_id: Masukkan nama pengguna dan kata sandi yang berkaitan dengan konfigurasi kustom ini
it_it: Inserisci nome utente e password associati con questa configurazione personalizzata
ja_jp: このカスタム設定に紐付けられているユーザー名とパスワードを入力
pl: Wprowadź nazwę użytkownika i hasło powiązane z tą niestandardową konfiguracją.
ru: Введите имя пользователя и пароль, связанные с этой пользовательской конфигурацией.
tr: Bu konfigürasyona aşt Kullanıcı adı ve şifreyi girin
uk: Введіть ім’я користувача та пароль, пов’язані з цією користувацькою конфігурацією
vi: Nhập tên người dùng và mật khẩu được liên kết với cấu hình tùy chỉnh này

source: Save credentials?
de_de: Anmeldedaten speichern?
es: ¿Guardar las credenciales?
fr: Enregistrer les identifiants ?
hi: क्रेडेंशियल सहेजें?
id_id: Simpan kredensial?
it_it: Desideri salvare le credenziali?
ja_jp: 認証情報を保存しますか？
pl: Zapisać dane uwierzytelniające?
ru: Сохранить учетные данные?
tr: Bilgileri kaydet?
uk: Зберегти облікові дані?
vi: Lưu thông tin đăng nhập?

source: Connect
de_de: Verbinden
es: Conectar
fr: Se connecter
hi: जुड़े
id_id: Sambungkan
it_it: Collegati
ja_jp: 接続
pl: Połącz
ru: Подключить
tr: Bağlan
uk: Підключити
vi: Kết nối

source: Incorrect File Format
de_de: Falsches Dateiformat
es: Formato de archivo incorrecto
fr: Format de fichier incorrect
hi: ग़लत फ़ाइल स्वरूप
id_id: Format File Salah
it_it: Formato del file non corretto
ja_jp: 不正なファイル形式
pl: Nieprawidłowy format pliku
ru: Неправильный формат файла
tr: Yanlış Dosya Tipi
uk: Неправильний формат файлу
vi: Định dạng Tệp Không chính xác

source: Something went wrong. Please make sure you have the correct OpenVPN configurations.
de_de: Etwas ist schief gelaufen. Bitte stellen Sie sicher, dass Sie die richtigen OpenVPN-Konfigurationen haben.
es: Algo salió mal. Asegúrate de tener las configuraciones OpenVPN correctas.
fr: Une erreur s’est produite. Veuillez vous assurer que vos configurations OpenVPN sont bien correctes.
hi: कुछ गलत हो गया। कृपया सुनिश्चित करें कि आपके पास सही OpenVPN कॉन्फ़िगरेशन है।
id_id: Ada masalah. Pastikan konfigurasi OpenVPN Anda sudah benar.
it_it: Qualcosa è andato storto. Assicurati di avere le corrette configurazioni OpenVPN.
ja_jp: 問題が発生しました。OpenVPNの設定が正しいかどうかご確認ください。
pl: Coś poszło nie tak. Upewnij się, że masz prawidłowe konfiguracje OpenVPN.
ru: Произошла ошибка. Проверьте правильность конфигурации OpenVPN.
tr: Bir şeyler yanlış gitti. Lütfen doğru OpenVPN konfigürasyonuna sahip olduğunuza emin olun.
uk: Щось пішло не так. Переконайтеся у наявності правильних конфігурацій OpenVPN.
vi: Đã xảy ra lỗi. Hãy đảm bảo rằng bạn có cấu hình OpenVPN chính xác.

source: Delete
de_de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाना
id_id: Hapus
it_it: Elimina
ja_jp: 削除
pl: Usuń
ru: Удалить
tr: Kaldır
uk: Видалити
vi: Xóa

source: Connection Mode
de_de: Verbindungsmodus
es: Modo de conexión
fr: Mode de connexion
hi: कनेक्शन मोड
id_id: Mode Sambungan
it_it: Modalità connessione
ja_jp: 接続モード
pl: Tryb połączenia
ru: Режим подключения
tr: Bağlantı Modu
uk: Режим підключення
vi: Chế độ Kết nối

source: Language
de_de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
pl: Język
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ

source: Latency Display
de_de: Latenzanzeige
es: Mostrar latencia
fr: Affichage de la latence
hi: विलंबता प्रदर्शन
id_id: Tampilan Latensi
it_it: Visualizza Latenza
ja_jp: レイテンシーの表示
pl: Wyświetlanie opóźnienia
ru: Как показывать задержку
tr: Gecikme Göstergesi
uk: Відображення затримки
vi: Hiển thị Độ trễ

source: Send Log
de_de: Protokoll senden
es: Enviar registro
fr: Envoi du journal
hi: लॉग भेजें
id_id: Kirim Log
it_it: Invia log
ja_jp: ログを送信
pl: Wyślij dziennik
ru: Отправить журнал
tr: Hata Raporu Gönder
uk: Надіслати журнал
vi: Gửi nhật ký

source: Bars
de_de: Balken
es: Barras
hi: बार्स
id_id: Bar
it_it: Bar
ja_jp: バー
pl: Paski
ru: Полоски
tr: Bar
uk: Смуги
vi: Các thanh

source: Enable Notifications
de_de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएँ दिखाएँ
id_id: Aktifkan Notifikasi
it_it: Attiva le notifiche
ja_jp: 通知を有効化
pl: Włącz powiadomienia
ru: Включить уведомления
tr: Bildirimleri Aktif Et
uk: Увімкнути сповіщення
vi: Bật thông báo

source: Open Settings
de_de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrez les paramètres
hi: सेटिंग्स खोलें
id_id: Buka Pengaturan
it_it: Apri le impostazioni
ja_jp: 設定を開く
pl: Otwórz Ustawienia
ru: Открыть настройки
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở Cài đặt

source: Location Order
de_de: Standortreihenfolge
es: Orden de ubicación
fr: Commande de localisation
hi: स्थान क्रम
id_id: Susunan Lokasi
it_it: Ordine delle posizioni
ja_jp: ロケーションの順序
pl: Kolejność lokalizacji
ru: Сортировка расположений
tr: Konum Sıralaması
uk: Порядок розташування
vi: Thứ tự Vị trí

source: Protocol
de_de: Protokoll
es: Protocolo
fr: Protocole
hi: प्रोटोकॉल
id_id: Protokol
it_it: Protocollo
ja_jp: プロトコル
pl: Protokół
ru: Протокол
tr: Protokol
uk: Протокол
vi: Giao thức

source: Port
de_de: Anschluss
es: Puerto
hi: पोर्ट
it_it: Porta
ja_jp: ポート
ru: Порт
uk: Порт
vi: Cổng

source: Manual
de_de: Manuell
fr: Manuel
hi: मैन्युअल
it_it: Manuale
ja_jp: マニュアル
pl: Podręcznik
ru: Вручную
tr: Manuel
uk: Вручну
vi: Thủ công

source: Expiry Date
de_de: Verfallsdatum
es: Fecha de caducidad
fr: Date d’expiration
hi: समाप्ति तिथि
id_id: Tanggal Kedaluwarsa
it_it: Data di scadenza
ja_jp: 有効期限
pl: Data wygaśnięcia
ru: Срок действия
tr: Bitiş Tarihi
uk: Дата закінчення терміну дії
vi: Ngày hết hạn

source: Reset Date
de_de: Datum zurücksetzen
es: Restablecer fecha
fr: Date de réinitialisation
hi: दिनांक रीसेट करें
id_id: Tanggal Atur Ulang
it_it: Data di ripristino
ja_jp: 日付をリセット
pl: Data zresetowania
ru: Сбросить дату
tr: Yenilenme Tarihi
uk: Дата скидання
vi: Đặt lại ngày

source: Data Left
de_de: Daten übrig
es: Datos restantes
fr: Données restantes
hi: डेटा बायां
id_id: Data Tersisa
it_it: Dati rimasti
ja_jp: 残ったデータ
pl: Pozostałe dane
ru: Остаток данных
tr: Kalan Kullanım
uk: Дані, що залишилися
vi: Dữ liệu Còn lại

source: Edit Account
de_de: Konto bearbeiten
es: Editar cuenta
fr: Modifier le compte
hi: खाता संपादित करें
id_id: Edit Akun
it_it: Modifica account
ja_jp: アカウントを編集
pl: Edytuj konto
ru: Изменить аккаунт
tr: Hesabı Düzenle
uk: Редагувати обліковий запис
vi: Chỉnh sửa Tài khoản

source: Add
de_de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
pl: Dodaj
ru: Добавить
tr: Ekle
uk: Додати
vi: Thêm

source: Get 10GB/Mo of data and gain the ability to reset a forgotten password.
de_de: Holen Sie sich 10 GB/Monat an Daten und erhalten Sie die Möglichkeit, ein vergessenes Passwort zurückzusetzen.
es: Obtén 10 GB mensuales de datos y la capacidad para restablecer las contraseñas olvidadas.
fr: Recevez 10 Go/mois de données et gagnez la possibilité de réinitialiser un mot de passe oublié.
hi: 10GB / माह डेटा प्राप्त करें और अपना पासवर्ड रीसेट करने की क्षमता प्राप्त करें।
id_id: Dapatkan data 10GB/Bulan dan kemampuan untuk mengatur ulang kata sandi yang terlupa.
it_it: Ottieni 10GB/mese di dati e avrai la funzionalità di ripristinare la password dimenticata.
ja_jp: 10GB/月のデータ容量を取得して、忘れたパスワードをリセットできます。
pl: Uzyskaj 10 GB danych/mies. i zyskaj możliwość resetowania zapomnianego hasła.
ru: Получите 10 ГБ данных в месяц и возможность сбросить забытый пароль.
tr: Aylık 10GB veri kullanımı ve unutulan şifreyi sıfırlama becerisini kazanın.
uk: Отримайте 10 ГБ на місяць, а також можливість скинути забутий пароль.
vi: Nhận 10 GB dữ liệu/Tháng và có khả năng đặt lại mật khẩu đã quên.

source: Confirm Your Email
de_de: Bestätigen Sie Ihre E-Mail
es: Confirma tu correo electrónico
fr: Confirmez votre e-mail
hi: ई-मेल की पुष्टि करें
id_id: Konfirmasikan Email Anda
it_it: Conferma la tua email
ja_jp: メールアドレスを確認
pl: Potwierdź swój adres e-mail
ru: Подтвердите ваш эл. адрес
tr: Emailini Doğrula
uk: Підтвердьте свою електронну адресу
vi: Xác nhận Email của Bạn

source: Resend
de_de: Erneut senden
es: Reenviar
fr: Renvoyer
hi: दोबारा भेजें
id_id: Kirim Ulang
it_it: Invia di nuovo
ja_jp: 再送
pl: Wyślij ponownie
ru: Отправить еще раз
tr: Tekrar Gönder
uk: Надіслати повторно
vi: Gửi lại

source: Geography
de_de: Geographie
es: Geografía
fr: Géographie
hi: भूगोल
id_id: Geografi
it_it: Geografia
ja_jp: 地理
pl: Geografia
ru: География
tr: Coğrafya
uk: Географія
vi: Địa lý

source: Latency
de_de: Latenz
es: Latencia
fr: Latence
hi: लेटेंसी
id_id: Latensi
it_it: Latenza
ja_jp: レイテンシー
pl: Opóźnienie
ru: Задержка
tr: Gecikme
uk: Затримка
vi: Độ trễ

source: Appearance
de_de: Aussehen
es: Apariencia
fr: Apparition
hi: दिखावट
id_id: Tampilan
it_it: Aspetto
ja_jp: 外観
pl: Wygląd
ru: Тема
tr: Tema
uk: Вигляд
vi: Giao diện

source: Light
de_de: Hell
es: Claro
fr: Claire
hi: हल्का
id_id: Terang
it_it: Chiaro
ja_jp: ライト
pl: Jasny
ru: Светлая
tr: Aydınlık
uk: Світлий
vi: Sáng

source: Dark
de_de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
id_id: Gelap
it_it: Scuro
ja_jp: ダーク
pl: Ciemny
ru: Темная
tr: Karanlık
uk: Темний
vi: Tối

source: This action requires a restart
de_de: Diese Aktion erfordert einen Neustart
es: Esta acción requiere reiniciar
fr: Cette action requiert un redémarrage
hi: इस क्रिया के लिए पुनरारंभ की आवश्यकता है
id_id: Tindakan ini memerlukan restart
it_it: Quest'azione richiede l'avvio
ja_jp: この操作には再起動が必要です
pl: Ta czynność wymaga ponownego uruchomienia
ru: Для этого действия требуется перезапуск
tr: Bu değişiklik yeniden başlatma gerektiriyor
uk: Для виконання цієї дії потрібен перезапуск
vi: Hành động này yêu cầu khởi động lại

source: Please restart Windscribe to continue using in the preferred language.
de_de: Bitte starten Sie Windscribe neu, um die Verwendung in der bevorzugten Sprache fortzusetzen.
es: Reinicia Windscribe para continuar usando el idioma preferido.
fr: Veuillez redémarrer Windscribe pour continuer à l’utiliser dans votre langue de préférence.
hi: पसंदीदा भाषा में उपयोग जारी रखने के लिए कृपया विन्डस्क्रिब को पुनः आरंभ करें।
id_id: Harap restart Windscribe untuk melanjutkan penggunaan dalam bahasa yang dipilih.
it_it: Riavvia Windscribe per continuare ad utilizzarlo nella lingua preferita.
ja_jp: 希望言語使用を継続するにはWindscribeを再起動してください。
pl: Aby kontynuować w preferowanym języku, ponownie uruchom program Windscribe.
ru: Перезапустите Windscribe, чтобы использовать выбранный язык.
tr: Windscribe'ı yeniden başlatarak seçtiğiniz dilde kulllanmaya devam edebilirsiniz.
uk: Перезапустіть Windscribe, щоб продовжити користуватися бажаною мовою.
vi: Vui lòng khởi động lại Windscribe để tiếp tục sử dụng bằng ngôn ngữ ưu tiên.

source: Close App
de_de: App schließen
es: Cerrar la aplicación
fr: Fermer l’application
hi: ऐप बंद करें
id_id: Tutup Aplikasi
it_it: Chiudi app
ja_jp: アプリを閉じる
pl: Zamknij aplikację
ru: Закрыть приложение
tr: Uygulamayı Kapat
uk: Закрити додаток
vi: Đóng Ứng dụng

source: Network Options
de_de: Netzwerkoptionen
es: Opciones de red
fr: Options réseau
hi: नेटवर्क विकल्प
id_id: Opsi Jaringan
it_it: Opzioni della rete
ja_jp: ネットワークオプション
pl: Opcje sieciowe
ru: Параметры сети
tr: Ağ Ayarları
uk: Параметри мережі
vi: Tùy chọn Mạng

source: If you want protection at all times except on certain networks, list them as "trusted" and Windscribe will automatically turn off and back on when needed.
de_de: Wenn Sie außer in bestimmten Netzwerken jederzeit Schutz wünschen, listen Sie sie als „vertrauenswürdig“ auf und Windscribe schaltet sich bei Bedarf automatisch aus und wieder ein.
es: Si deseas protección en todo momento, excepto en ciertas redes, márcalas como ”Confiables" y Windscribe se desactivará y reactivará cuando sea necesario.
fr: Si vous souhaitez être protégé en permanence, sauf sur certains réseaux, indiquez-les comme « fiables » et Windscribe se désactivera et se réactivera automatiquement en cas de besoin.
hi: यदि आप कुछ नेटवर्कों को छोड़कर हर समय सुरक्षा चाहते हैं, तो उन्हें "विश्वसनीय" के रूप में सूचीबद्ध करें और विंडस्क्राइब स्वचालित रूप से बंद हो जाएगा और जरूरत पड़ने पर वापस चालू हो जाएगा।
id_id: Jika Anda menginginkan perlindungan sepanjang waktu selain pada jaringan tertentu, daftarkan jaringan tersebut sebagai "terpercaya" dan Windscribe akan otomatis mati dan kembali aktif saat diperlukan.
it_it: Se vuoi protezione costante, salvo su alcune reti, inseriscile nell'elenco "Degno di fiducia" e Windscribe si disattiverà e riattiverà automaticamente all'occorrenza.
ja_jp: 特定のネットワーク以外で保護を常時必要とする場合は、それらを「信頼済」にリストしてください。Windscribeは必要に応じて電源を自動でオンオフします。
pl: Jeśli chcesz, aby ochrona była zapewniona przez cały czas z wyjątkiem określonych sieci, wymień je jako "zaufane", a Windscribe automatycznie wyłączy się i włączy ponownie, gdy będzie to konieczne.
ru: Если вам нужна защита во всех сетях, кроме некоторых, отметьте их как "надежные". В этом случае Windscribe будет автоматически включаться и выключаться при подключении к определенным сетям.
tr: Eğer belirli ağlar dışında her zaman koruma altında kalmak istiyorsanız, istediğiniz ağları 'Güvenilir' olarak işaretleyin. Windscribe otomatik olarak gerektiğinde bağlantınızı sağlayacak.
uk: Якщо вам потрібен захист у будь-який час, окрім певних мереж, укажіть їх як «довірені» і Windscribe буде автоматично вимикатися та знову вмикатися за потреби.
vi: Nếu bạn muốn được bảo vệ mọi lúc ngoại trừ trên một số mạng nhất định, hãy liệt kê chúng là "đáng tin cậy" và Windscribe sẽ tự động tắt và bật lại khi cần.

source: Secured
de_de: Gesichert
es: Protegido
fr: Sécurisé
hi: सुरक्षित
id_id: Aman
it_it: Protetto
ja_jp: 安全性保証済
pl: Zabezpieczona
ru: Защищается
tr: Güvenilir
uk: Захищено
vi: Được bảo mật

source: Unsecured
de_de: Ungesichert
es: Desprotegido
fr: Non garanti
hi: असुरक्षित
id_id: Tidak aman
it_it: Non protetto
ja_jp: 安全性未保証
pl: Niezabezpieczona
ru: Не защищается
tr: Güvenilmeyen
uk: Не захищено
vi: Không được bảo mật

source: Forget
de_de: Vergessen
es: Olvidar
fr: Oublier
hi: भूल जाओ
id_id: Lupakan
it_it: Dimentica
ja_jp: 忘れる
pl: Zapomnij
ru: Забыть
tr: Unut
uk: Забути
vi: Quên

source: Unknown Network
de_de: Unbekanntes Netzwerk
es: Red desconocida
fr: Réseau inconnu
hi: अज्ञात नेटवर्क
id_id: Jaringan yang Tidak Dikenal.
it_it: Rete sconosciuta
ja_jp: 不明なネットワーク
pl: Nieznana sieć
ru: Неизвестная сеть
tr: Bilinmeyen Ağ
uk: Невідома мережа
vi: Mạng Không xác định

source: Wi-fi
de_de: WLAN
hi: वाईफ़ाई

source: No Network Detected
de_de: Kein Netzwerk erkannt
es: No se detectaron redes
fr: Aucun réseau détecté
hi: कोई नेटवर्क नहीं मिला
id_id: Jaringan Tidak Terdeteksi!
it_it: Nessuna rete rilevata
ja_jp: ネットワーク検出なし
pl: Nie wykryto sieci
ru: Сеть не обнаружена
tr: Ağ Bulunmadı
uk: Мережу не виявлено
vi: Không có mạng nào được phát hiện

source: No Internet
de_de: Kein Internet
es: No hay Internet
fr: Aucune connexion Internet
hi: इंटरनेट नहीं
id_id: Tidak Ada Internet
it_it: Nessuna connessione a internet!
ja_jp: インターネットなし
pl: Brak Internetu
ru: Нет интернета
tr: İnternet Yok
uk: Немає підключення до Інтернету
vi: Không có Internet

source: News Feed
de_de: Neuigkeiten
es: Fuente de noticias
fr: Fil d’actualité
hi: समाचार फ़ीड
id_id: Kabar Berita
ja_jp: ニュースフィード
pl: Kanał aktualności
ru: Новостная лента
tr: Son Duyurular
uk: Стрічка новин
vi: Bảng tin
