Repository: Windscribe/iOS-App
Catalog: Windscribe/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: de_de, es, fr, hi, id_id, it_it, ja_jp, pl, ru, tr, uk, vi

source: Vibrate the device based on user actions.
de_de: Das Gerät je nach Benutzeraktion vibrieren lassen.
es: Haz que el dispositivo vibre según las acciones del usuario.
fr: Faites vibrer l’appareil en fonction des actions de l’utilisateur.
hi: उपयोगकर्ता की क्रियाओं के आधार पर उपकरण को कंपन करें।
id_id: Buat perangkat bergetar berdasarkan tindakan pengguna.
it_it: Fai vibrare il dispositivo in base alle azioni dell'utente.
ja_jp: ユーザーの操作に基づいてデバイスを振動させます。
pl: Włącz wibracje urządzenia w zależności od działań użytkownika.
ru: Вибрация устройства в зависимости от действий пользователя.
tr: Kullanıcı eylemlerine göre cihazı titreştirin.
uk: Вібрувати пристрій залежно від дій користувача.
vi: Rung thiết bị dựa trên hành động của người dùng.

source: Automatically choose the VPN protocol, or select one manually. NOTE: "Preferred Protocol" will override this setting.
de_de: VPN-Protokoll automatisch auswählen oder manuell festlegen. HINWEIS: Das "Bevorzugte Protokoll" überschreibt diese Einstellung.
es: Selecciona automáticamente el protocolo VPN o elige uno manualmente. NOTA: El "Protocolo preferido" sobrescribirá esta configuración.
fr: Choisissez automatiquement le protocole VPN ou sélectionnez-en un manuellement. REMARQUE : Le "Protocole préféré" remplacera ce paramètre.
hi: स्वचालित रूप से वीपीएन प्रोटोकॉल चुनें, या मैन्युअल रूप से एक का चयन करें। नोट: पसंदीदा प्रोटोकॉल इस सेटिंग को ओवरराइड करेगा।
id_id: Pilih protokol VPN secara otomatis, atau pilih secara manual. CATATAN: "Protokol yang Disukai" akan menggantikan pengaturan ini.
it_it: Scegli automaticamente il protocollo VPN o selezionane uno manualmente. NOTA: Il "Protocollo preferito" sovrascriverà questa impostazione.
ja_jp: VPNプロトコルを自動で選択するか、手動で選択します。注意：「優先プロトコル」がこの設定を上書きします。
pl: Automatycznie wybierz protokół VPN lub wybierz go ręcznie. UWAGA: „Preferowany protokół” zastąpi to ustawienie.
ru: Автоматически выбирать протокол VPN или выбрать вручную. ПРИМЕЧАНИЕ: "Предпочитаемый протокол" переопределит эту настройку.
tr: VPN protokolünü otomatik olarak seçin veya manuel olarak belirleyin. NOT: "Tercih Edilen Protokol" bu ayarın üzerine yazacaktır.
uk: Автоматично вибирати протокол VPN або вибрати вручну. ПРИМІТКА: "Бажаний протокол" замінить цей параметр.
vi: Tự động chọn giao thức VPN hoặc chọn thủ công. LƯU Ý: "Giao thức ưu tiên" sẽ ghi đè cài đặt này.

source: Tunnel all traffic via Windscribe at all times. Recommended only for high-risk use-cases and may cause issues with some Apple services.
de_de: Den gesamten Datenverkehr jederzeit über Windscribe leiten. Nur für Hochrisikoszenarien empfohlen und kann Probleme mit einigen Apple-Diensten verursachen.
es: Canaliza todo el tráfico a través de Windscribe en todo momento. Recomendado solo para casos de alto riesgo y puede causar problemas con algunos servicios de Apple.
fr: Faites transiter tout le trafic via Windscribe en permanence. Recommandé uniquement pour les cas à haut risque et peut causer des problèmes avec certains services Apple.
hi: सभी ट्रैफिक को हर समय Windscribe के माध्यम से टनल करें। यह केवल उच्च-जोखिम वाले मामलों के लिए अनुशंसित है और इससे कुछ Apple सेवाओं में समस्याएँ हो सकती हैं।
id_id: Terowongkan semua lalu lintas melalui Windscribe setiap saat. Direkomendasikan hanya untuk kasus penggunaan berisiko tinggi dan dapat menyebabkan masalah dengan beberapa layanan Apple.
it_it: Instrada tutto il traffico tramite Windscribe in ogni momento. Consigliato solo per casi d'uso ad alto rischio e potrebbe causare problemi con alcuni servizi Apple.
ja_jp: 常にすべてのトラフィックを Windscribe 経由でトンネルします。高リスクの使用ケースにのみ推奨され、一部の Apple サービスで問題が発生する可能性があります。
pl: Przekieruj cały ruch przez Windscribe przez cały czas. Zalecane tylko w przypadkach wysokiego ryzyka, może powodować problemy z niektórymi usługami Apple.
ru: Туннелировать весь трафик через Windscribe всегда. Рекомендуется только для случаев с высоким риском и может вызвать проблемы с некоторыми сервисами Apple.
tr: Tüm trafiği her zaman Windscribe üzerinden tünelleyin. Yalnızca yüksek riskli kullanım senaryoları için önerilir ve bazı Apple hizmetleriyle sorunlara neden olabilir.
uk: Завжди тунелювати весь трафік через Windscribe. Рекомендується лише для високоризикових випадків використання, оскільки може викликати проблеми з деякими сервісами Apple.
vi: Định tuyến tất cả lưu lượng truy cập qua Windscribe mọi lúc. Chỉ khuyến nghị cho các trường hợp rủi ro cao và có thể gây ra sự cố với một số dịch vụ của Apple.

source: Allow access to local services and printers while connected to Windscribe.
de_de: Zugriff auf lokale Dienste und Drucker während der Verbindung mit Windscribe erlauben.
es: Permitir acceso a servicios y impresoras locales mientras estás conectado a Windscribe.
fr: Autoriser l’accès aux services locaux et aux imprimantes lorsque Windscribe est connecté.
hi: विंडस्क्राइब से कनेक्ट होने के दौरान स्थानीय सेवाओं और प्रिंटर तक पहुंच की अनुमति दें।
id_id: Izinkan akses ke layanan lokal dan printer saat terhubung ke Windscribe.
it_it: Consenti l'accesso ai servizi locali e alle stampanti mentre sei connesso a Windscribe.
ja_jp: Windscribe に接続中でもローカルサービスやプリンターへのアクセスを許可します。
pl: Zezwól na dostęp do lokalnych usług i drukarek podczas połączenia z Windscribe.
ru: Разрешить доступ к локальным сервисам и принтерам при подключении к Windscribe.
tr: Windscribe'a bağlıyken yerel hizmetlere ve yazıcılara erişime izin verin.
uk: Дозволити доступ до локальних сервісів і принтерів під час підключення до Windscribe.
vi: Cho phép truy cập các dịch vụ và máy in cục bộ khi kết nối với Windscribe.

source: Connect to the VPN even in hostile environment.
de_de: Auch in feindlichen Umgebungen mit dem VPN verbinden.
es: Conéctate a la VPN incluso en entornos hostiles.
fr: Se connecter au VPN même dans un environnement hostile.
id_id: Terhubung ke VPN bahkan dalam lingkungan yang tidak aman.
it_it: Connettiti alla VPN anche in ambienti ostili.
ja_jp: 危険な環境でもVPNに接続します。
pl: Łącz się z VPN nawet w niebezpiecznym środowisku.
ru: Подключаться к VPN даже в агрессивной среде.
uk: Підключатися до VPN навіть у ворожому середовищі.
vi: Kết nối với VPN ngay cả trong môi trường không an toàn.

source: Need help? Garry can help you with most issues, go talk to him.
de_de: Brauchst du Hilfe? Garry kann dir bei den meisten Problemen helfen, sprich mit ihm.
es: ¿Necesitas ayuda? Garry puede ayudarte con la mayoría de los problemas, habla con él.
fr: Besoin d'aide ? Garry peut vous aider avec la plupart des problèmes, allez lui parler.
hi: मदद चाहिए? गैरी आपकी अधिकतर समस्याओं का समाधान कर सकते हैं, उनसे बात करें।
id_id: Butuh bantuan? Garry dapat membantu Anda dengan sebagian besar masalah, bicaralah dengannya.
it_it: Hai bisogno di aiuto? Garry può aiutarti con la maggior parte dei problemi, parlane con lui.
ja_jp: お困りですか？Garry がほとんどの問題を解決できます。彼に相談してみてください。
pl: Potrzebujesz pomocy? Garry może pomóc w większości problemów, porozmawiaj z nim.
ru: Нужна помощь? Гарри поможет вам решить большинство проблем, поговорите с ним.
tr: Yardıma mı ihtiyacınız var? Garry, çoğu sorununuzda size yardımcı olabilir, onunla konuşun.
uk: Потрібна допомога? Гаррі може допомогти з більшістю проблем, зверніться до нього.
vi: Cần giúp đỡ? Garry có thể giúp bạn với hầu hết các vấn đề, hãy nói chuyện với anh ấy.

source: Have a problem that Garry can't resolve? Contact human support
de_de: Hast du ein Problem, das Garry nicht lösen kann? Kontaktiere den menschlichen Support.
es: ¿Tienes un problema que Garry no puede resolver? Contacta con el soporte humano.
fr: Un problème que Garry ne peut pas résoudre ? Contactez le support humain.
id_id: Punya masalah yang tidak bisa diselesaikan oleh Garry? Hubungi dukungan manusia.
it_it: Hai un problema che Garry non può risolvere? Contatta il supporto umano.
ja_jp: Garry でも解決できない問題がありますか？サポート担当者にお問い合わせください。
pl: Masz problem, którego Garry nie może rozwiązać? Skontaktuj się z pomocą techniczną.
ru: Есть проблема, которую Гарри не может решить? Свяжитесь с поддержкой.
tr: Garry'nin çözemediği bir sorununuz mu var? İnsan destek ekibiyle iletişime geçin.
uk: Є проблема, яку Гаррі не може вирішити? Зверніться до служби підтримки.
vi: Gặp vấn đề mà Garry không thể giải quyết? Hãy liên hệ với bộ phận hỗ trợ trực tiếp.

source: Apply voucher code to your account
de_de: Gutscheincode auf dein Konto anwenden.
es: Aplica el código de cupón a tu cuenta.
fr: Appliquez le code de bon à votre compte.
hi: अपने खाते में वाउचर कोड लागू करें।
id_id: Terapkan kode voucher ke akun Anda.
it_it: Applica il codice voucher al tuo account.
ja_jp: バウチャーコードをアカウントに適用します。
pl: Zastosuj kod vouchera do swojego konta.
ru: Применить код ваучера к вашему аккаунту.
tr: Kupon kodunu hesabınıza uygulayın
uk: Застосувати ваучер-код до вашого облікового запису.
vi: Áp dụng mã giảm giá vào tài khoản của bạn.

source: Sweet, Voucher code is applied successfully
de_de: Super, der Gutscheincode wurde erfolgreich angewendet.
es: Genial, el código de cupón se ha aplicado correctamente.
fr: Super, le code de bon a été appliqué avec succès.
hi: शानदार, वाउचर कोड सफलतापूर्वक लागू किया गया।
id_id: Mantap, kode voucher berhasil diterapkan.
it_it: Perfetto, il codice voucher è stato applicato con successo.
ja_jp: バウチャーコードが正常に適用されました！
pl: Świetnie, kod vouchera został pomyślnie zastosowany.
ru: Отлично, код ваучера успешно применён.
tr: Harika, kupon kodu başarıyla uygulandı
uk: Чудово, ваучер-код успішно застосовано.
vi: Tuyệt vời, mã giảm giá đã được áp dụng thành công.

source: Your account is already on the plan this code provides
de_de: Ihr Konto ist bereits im Plan, den dieser Code bereitstellt.
it_it: Il tuo account è già incluso nel piano fornito da questo codice.
vi: Tài khoản của bạn đã có trong gói mã này cung cấp.

source: Voucher provided is invalid or expired.
de_de: Der angegebene Gutscheincode ist ungültig oder abgelaufen.
es: El código de cupón proporcionado no es válido o ha caducado.
fr: Le code de bon fourni est invalide ou expiré.
hi: प्रदान किया गया वाउचर अमान्य है या समाप्त हो चुका है।
id_id: Kode voucher yang diberikan tidak valid atau sudah kedaluwarsa.
it_it: Il codice voucher fornito non è valido o è scaduto.
ja_jp: 提供されたバウチャーコードは無効または期限切れです。
pl: Podany kod vouchera jest nieprawidłowy lub wygasł.
ru: Предоставленный код ваучера недействителен или истёк.
tr: Sağlanan kupon geçersiz veya süresi dolmuş.
uk: Наданий ваучер-код недійсний або термін його дії закінчився.
vi: Mã giảm giá không hợp lệ hoặc đã hết hạn.

source: Confirmed email is required.
de_de: Eine bestätigte E-Mail-Adresse ist erforderlich.
es: Se requiere un correo electrónico confirmado.
fr: Un e-mail confirmé est requis.
hi: पुष्ट ईमेल आवश्यक है।
id_id: Email yang dikonfirmasi diperlukan.
it_it: È richiesta un'email confermata.
ja_jp: 確認済みのメールアドレスが必要です。
pl: Wymagany jest potwierdzony adres e-mail.
ru: Требуется подтверждённый адрес электронной почты.
tr: Onaylanmış e-posta gereklidir.
uk: Потрібне підтверджене електронне повідомлення.
vi: Yêu cầu xác nhận email.

source: Make advanced tweaks to the way the app functions
de_de: Erweiterte Anpassungen an der Funktionsweise der App vornehmen.
es: Realiza ajustes avanzados en el funcionamiento de la aplicación.
fr: Apportez des ajustements avancés au fonctionnement de l’application.
hi: ऐप के कार्य करने के तरीके में उन्नत समायोजन करें।
id_id: Lakukan penyesuaian lanjutan pada cara aplikasi berfungsi.
it_it: Apporta modifiche avanzate al funzionamento dell'app.
ja_jp: アプリの動作を高度にカスタマイズします。
pl: Wprowadź zaawansowane zmiany w działaniu aplikacji.
ru: Внесите расширенные настройки в работу приложения.
tr: Uygulamanın çalışma şeklini gelişmiş ayarlarla özelleştirin
uk: Налаштуйте розширені параметри роботи програми.
vi: Tùy chỉnh nâng cao cách ứng dụng hoạt động.

source: Advanced Parameters
de_de: Erweiterte Parameter
es: Parámetros avanzados
fr: Paramètres avancés
hi: एडवांस्ड पैरामीटर
id_id: Parameter Lanjutan
it_it: Parametri avanzati
ja_jp: 高度なパラメーター
pl: Zaawansowane parametry
ru: Расширенные параметры
tr: Gelişmiş Parametreler
uk: Розширені параметри
vi: Tham số nâng cao

source: Changelog
de_de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
hi: परिवर्तन लॉग
id_id: Catatan Perubahan
it_it: Registro delle modifiche
ja_jp: 変更履歴
pl: Dziennik zmian
ru: Журнал изменений
tr: Değişiklik Günlüğü
uk: Журнал змін
vi: Nhật ký thay đổi

source: Edit Credentials
de_de: Anmeldeinformationen bearbeiten
es: Editar credenciales
fr: Modifier les identifiants
hi: क्रेडेंशियल संपादित करें
id_id: Edit Kredensial
it_it: Modifica credenziali
ja_jp: 認証情報を編集
pl: Edytuj dane uwierzytelniające
ru: Редактировать учётные данные
tr: Kimlik Bilgilerini Düzenle
uk: Редагувати облікові дані
vi: Chỉnh sửa thông tin đăng nhập

source: Other
de_de: Andere
es: Otro
fr: Autre
hi: अन्य
id_id: Lainnya
it_it: Altro
ja_jp: その他
pl: Inne
ru: Другое
tr: Diğer
uk: Інше
vi: Khác

source: Voucher Code
de_de: Gutscheincode
es: Código de cupón
fr: Code de bon
hi: वाउचर कोड
id_id: Kode voucher
it_it: Codice voucher
ja_jp: バウチャーコード
pl: Kod vouchera
ru: Код ваучера
tr: Kupon kodu
uk: Код ваучера
vi: Mã voucher

source: Enter
de_de: Eingeben
es: Ingresar
fr: Entrer
hi: दर्ज करें
id_id: Masukkan
it_it: Inserisci
ja_jp: 入力
pl: Wpisz
ru: Ввести
tr: Giriş
uk: Введіть
vi: Nhập

source: Connect to the VPN even in hostile environment
de_de: Verbinde dich mit dem VPN, auch in einer feindlichen Umgebung
es: Conéctate a la VPN incluso en un entorno hostil
fr: Se connecter au VPN même dans un environnement hostile
hi: शत्रुतापूर्ण वातावरण में भी वीपीएन से कनेक्ट करें.
id_id: Hubungkan ke VPN bahkan di lingkungan yang berbahaya
it_it: Connettiti alla VPN anche in un ambiente ostile
ja_jp: 危険な環境でもVPNに接続
pl: Połącz się z VPN nawet w niebezpiecznym środowisku
ru: Подключаться к VPN даже в небезопасной среде
tr: Düşmanca ortamda bile VPN'e bağlanın
uk: Підключайтеся до VPN навіть у ворожому середовищі
vi: Kết nối với VPN ngay cả trong môi trường không an toàn

source: Contact Humans
de_de: Kontakt mit dem Support aufnehmen
es: Contactar con soporte humano
fr: Contacter le support humain
hi: मानव से संपर्क करें
id_id: Hubungi dukungan manusia
it_it: Contatta il supporto umano
ja_jp: サポートに問い合わせる
pl: Skontaktuj się z obsługą
ru: Связаться с поддержкой
tr: İnsan Desteğiyle İletişime Geçin
uk: Зв’язатися з підтримкою
vi: Liên hệ với hỗ trợ con người

source: Servers in over 69 countries and 134 cities.
de_de: Server in über 69 Ländern und 134 Städten.
es: Servidores en más de 69 países y 134 ciudades.
fr: Serveurs dans plus de 69 pays et 134 villes.
hi: 69 से अधिक देशों और 134 शहरों में सर्वर उपलब्ध हैं।
id_id: Server di lebih dari 69 negara dan 134 kota.
it_it: Server in oltre 69 paesi e 134 città.
ja_jp: 69か国以上、134の都市にサーバーを設置。
pl: Serwery w ponad 69 krajach i 134 miastach.
ru: Серверы в более чем 69 странах и 134 городах.
uk: Сервери в більш ніж 69 країнах та 134 містах.
vi: Máy chủ tại hơn 69 quốc gia và 134 thành phố.

source: Automatically Secure any Network
de_de: Automatisch jedes Netzwerk sichern
es: Protege automáticamente cualquier red
fr: Protégez automatiquement n'importe quel réseau
hi: किसी भी नेटवर्क को स्वचालित रूप से सुरक्षित करें
id_id: Amankan jaringan apa pun secara otomatis
it_it: Proteggi automaticamente qualsiasi rete
ja_jp: あらゆるネットワークを自動で保護
pl: Automatycznie zabezpiecz dowolną sieć
ru: Автоматически защитите любую сеть
uk: Автоматично захистити будь-яку мережу
vi: Tự động bảo mật bất kỳ mạng nào

source: No-Logging Policy
de_de: Keine-Protokollierungs-Richtlinie
es: Política de no registro
fr: Politique de non-journalisation
hi: नो-लॉगिंग नीति
id_id: Kebijakan tanpa pencatatan
it_it: Politica di non registrazione
ja_jp: ログなしポリシー
pl: Polityka braku logów
ru: Политика отсутствия логов
uk: Політика відсутності журналів
vi: Chính sách không lưu nhật ký

source: Sign Up
de_de: Registrieren
fr: S'inscrire
it_it: Registrati
ja_jp: サインアップ
pl: Zarejestruj się
ru: Зарегистрироваться
vi: Đăng ký

source: Can't Connect?
de_de: Keine Verbindung möglich?
es: ¿No puedes conectarte?
fr: Impossible de se connecter ?
hi: कनेक्ट नहीं हो पा रहा है?
id_id: Tidak dapat terhubung?
it_it: Non riesci a connetterti?
ja_jp: 接続できませんか？
pl: Nie możesz się połączyć?
ru: Не удается подключиться?
uk: Не вдається підключитися?
vi: Không thể kết nối?

source: Continue with Google
de_de: Mit Google fortfahren
fr: Continuer avec Google
it_it: Continua con Google
ja_jp: Googleで続ける
pl: Kontynuuj z Google
ru: Продолжить с Google
vi: Tiếp tục với Google

source: Continue with Apple
de_de: Mit Apple fortfahren
fr: Continuer avec Apple
it_it: Continua con Apple
ja_jp: Appleで続ける
pl: Kontynuuj z Apple
ru: Продолжить с Apple
vi: Tiếp tục với Apple

source: Emergency Connect On
de_de: Notfallverbindung eingeschaltet
fr: Connexion d'urgence activée
it_it: Connessione di emergenza attivata
ja_jp: 緊急接続オン
pl: Awaryjne połączenie włączone
ru: Аварийное подключение включено
vi: Kết nối khẩn cấp bật

source: None
de_de: Keine
fr: Aucun
it_it: Nessuno
pl: Brak
ru: Нет
vi: Không có

source: Bundled
de_de: Gebündelt
fr: Inclus
it_it: Incluso
pl: Zestaw
ru: В комплекте
vi: Gói sẵn

source: Custom
de_de: Gewohnheit
es: Personalizado
fr: Coutume
hi: परम्परा
id_id: Adat
it_it: Costume
ja_jp: カスタム
pl: Niestandardowe
ru: Пользовательский
tr: Özel
uk: Нестандартний
vi: Phong tục

source: Unknown API error
de_de: Unbekannter API-Fehler
fr: Erreur API inconnue
it_it: Errore API sconosciuto
pl: Nieznany błąd API
ru: Неизвестная ошибка API
vi: Lỗi API không xác định

source: Login code expired. Please try again.
de_de: Der Anmeldecode ist abgelaufen. Bitte versuche es erneut.
fr: Le code de connexion a expiré. Veuillez réessayer.
it_it: Il codice di accesso è scaduto. Riprova.
pl: Kod logowania wygasł. Spróbuj ponownie.
ru: Срок действия кода входа истёк. Пожалуйста, попробуйте снова.
vi: Mã đăng nhập đã hết hạn. Vui lòng thử lại.

source: Aspect Ratio Mode
de_de: Seitenverhältnis-Modus
fr: Mode de rapport hauteur/largeur
it_it: Modalità proporzioni
pl: Tryb proporcji obrazu
ru: Режим соотношения сторон
vi: Chế độ Tỷ lệ Khung hình

source: When Connected
de_de: Bei Verbindung
fr: Lors de la connexion
it_it: Quando connesso
pl: Po połączeniu
ru: При подключении
vi: Khi được kết nối

source: When Disconnected
de_de: Bei Trennung
fr: Lors de la déconnexion
it_it: Quando disconnesso
pl: Po rozłączeniu
ru: При отключении
vi: Khi ngắt kết nối

source: no selection
de_de: keine Auswahl
fr: aucune sélection
it_it: nessuna selezione
pl: brak wyboru
ru: нет выбора
vi: chưa chọn

source: Rename Locations
de_de: Standorte umbenennen
fr: Renommer les emplacements
it_it: Rinomina località
pl: Zmień nazwy lokalizacji
ru: Переименовать местоположения
vi: Đổi tên vị trí

source: Change location names to your liking.
de_de: Benennen Sie die Standorte nach Wunsch um.
fr: Modifiez les noms des emplacements selon vos préférences.
it_it: Cambia i nomi delle località a tuo piacimento.
pl: Zmień nazwy lokalizacji według własnych upodobań.
ru: Измените названия местоположений по своему вкусу.
vi: Thay đổi tên vị trí theo ý bạn.

source: Export
de_de: Exportieren
fr: Exporter
it_it: Esporta
pl: Eksportuj
ru: Экспорт
vi: Xuất

source: Import
de_de: Importieren
fr: Importer
it_it: Importa
pl: Importuj
ru: Импорт
vi: Nhập

source: Reset
de_de: Zurücksetzen
fr: Réinitialiser
it_it: Reimposta
pl: Resetuj
ru: Сбросить
vi: Đặt lại

source: Enter username
de_de: Benutzernamen eingeben
fr: Entrez le nom d'utilisateur
it_it: Inserisci il nome utente
pl: Wprowadź nazwę użytkownika
vi: Nhập tên người dùng

source: Enter password
de_de: Passwort eingeben
fr: Entrez le mot de passe
it_it: Inserisci la password
pl: Wprowadź hasło
vi: Nhập mật khẩu

source: If enabled, use an authentication app to generate the code.
de_de: Wenn aktiviert, verwenden Sie eine Authentifizierungs-App, um den Code zu generieren.
fr: Si activé, utilisez une application d'authentification pour générer le code.
hi: यदि सक्षम हो, तो कोड उत्पन्न करने के लिए प्रमाणीकरण ऐप का प्रयोग करें।
it_it: Se abilitato, utilizza un'app di autenticazione per generare il codice.
pl: Jeśli włączone, użyj aplikacji uwierzytelniającej, aby wygenerować kod.
vi: Nếu được bật, hãy sử dụng ứng dụng xác thực để tạo mã.

source: Can't access Windscribe? Connect to our servers to unblock your restrictive network.
de_de: Kein Zugriff auf Windscribe? Verbinden Sie sich mit unseren Servern, um Ihr eingeschränktes Netzwerk freizugeben.
fr: Impossible d'accéder à Windscribe ? Connectez-vous à nos serveurs pour débloquer votre réseau restrictif.
it_it: Non riesci ad accedere a Windscribe? Connettiti ai nostri server per sbloccare la tua rete restrittiva.
pl: Nie możesz połączyć się z Windscribe? Połącz się z naszymi serwerami, aby odblokować swoją ograniczoną sieć.
vi: Không thể truy cập Windscribe? Kết nối với máy chủ của chúng tôi để bỏ chặn mạng bị hạn chế của bạn.

source: Enter email
de_de: E-Mail-Adresse eingeben
fr: Entrez l'e-mail
it_it: Inserisci l'email
pl: Wprowadź adres e-mail
vi: Nhập email

source: Get 10GB/Mo
de_de: 10GB/Monat erhalten
fr: Obtenez 10 Go/Mois
it_it: Ottieni 10GB/mese
pl: Odbierz 10 GB/mies.
vi: Nhận 10GB/tháng

source: Enter voucher code
de_de: Gutscheincode eingeben
fr: Entrez le code du bon
it_it: Inserisci il codice voucher
pl: Wprowadź kod kuponu
vi: Nhập mã phiếu giảm giá

source: Referred by someone?
de_de: Wurden Sie von jemandem geworben?
fr: Recommandé par quelqu'un ?
hi: किसी द्वारा रेफर किया गया?
it_it: Sei stato invitato da qualcuno?
pl: Ktoś cię polecił?
vi: Có ai đó giới thiệu bạn?

source: You will both get an additional 1GB per month when you sign up.
de_de: Beide erhalten zusätzlich 1GB pro Monat bei der Anmeldung.
fr: Vous recevrez tous les deux 1 Go supplémentaire par mois lors de l'inscription.
it_it: Entrambi riceverete 1GB aggiuntivo al mese al momento della registrazione.
pl: Oboje otrzymacie dodatkowe 1 GB miesięcznie po rejestracji.
vi: Bạn và người giới thiệu đều sẽ nhận thêm 1GB mỗi tháng khi bạn đăng ký.

source: If you go Pro, they’ll go Pro too!
de_de: Wenn Sie Pro werden, werden sie es auch!
fr: Si vous passez en Pro, ils le feront aussi !
it_it: Se passi a Pro, anche loro lo faranno!
pl: Jeśli przejdziesz na Pro, oni też!
vi: Nếu bạn nâng cấp lên Pro, họ cũng sẽ được Pro!

source: Please provide an email first
de_de: Bitte geben Sie zuerst eine E-Mail-Adresse an
fr: Veuillez d'abord fournir une adresse e-mail
hi: कृपया पहले एक ईमेल प्रदान करें
it_it: Inserisci prima un'email
pl: Najpierw podaj adres e-mail
vi: Vui lòng cung cấp email trước

source: You must confirm your email in order for the benefits above to apply to you and the referrer.
de_de: Sie müssen Ihre E-Mail bestätigen, damit die oben genannten Vorteile für Sie und den Werber gelten.
fr: Vous devez confirmer votre e-mail pour que les avantages ci-dessus s'appliquent à vous et à la personne vous ayant référé.
hi: आपको और संदर्भकर्ता को उपरोक्त लाभ प्राप्त करने के लिए अपने ईमेल की पुष्टि करनी होगी।
it_it: Devi confermare la tua email affinché i benefici sopra si applichino a te e alla persona che ti ha invitato.
pl: Musisz potwierdzić swój e-mail, aby powyższe korzyści zostały zastosowane do ciebie i osoby polecającej.
vi: Bạn phải xác nhận email để các lợi ích trên được áp dụng cho bạn và người giới thiệu.

source: Apple login cancelled.
de_de: Apple-Anmeldung abgebrochen.
fr: Connexion Apple annulée.
it_it: Accesso con Apple annullato.
pl: Logowanie przez Apple zostało anulowane.
vi: Đăng nhập Apple đã bị hủy.

source: Unable to obtain Apple identity token.
de_de: Apple-Identitätstoken konnte nicht abgerufen werden.
fr: Impossible d'obtenir le jeton d'identité Apple.
it_it: Impossibile ottenere il token di identità Apple.
pl: Nie udało się uzyskać tokena tożsamości Apple.
vi: Không thể lấy mã định danh Apple.
