Repository: Windscribe/iOS-App
Catalog: Windscribe/Constants/*.lproj/Localizable.strings
Languages: ar, bn, pt_pt

source: Enter your Windscribe password to delete your account. Please be aware this action cannot be undone.
ar: أدخل كلمة مرور Windscribe لحذف حسابك. يرجى العلم أنه لا يمكن التراجع عن هذا الإجراء.
bn: আপনার অ্যাকাউন্ট মুছে ফেলতে আপনার Windscribe পাসওয়ার্ড লিখুন। অনুগ্রহ করে সচেতন হোন যে এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
pt_pt: Insira a sua senha da Windscribe para apagar a sua conta. Esteja ciente de que esta ação não pode ser desfeita.

source: Locations
ar: مواقع
bn: স্থানসমূহ
pt_pt: Locais

source: Support
ar: دعم
bn: সাপোর্ট
pt_pt: Suporte

source: Go to the address above on your phone or computer for all support related inquiries.
ar: انتقل إلى العنوان أعلاه على هاتفك أو جهاز الكمبيوتر الخاص بك لجميع الاستفسارات المتعلقة بالدعم.
bn: সমস্ত সাপোর্ট সম্পর্কিত জিজ্ঞাসাবাদের জন্য আপনার ফোন বা কম্পিউটারে উপরের ঠিকানায় যান।.
pt_pt: Vá para o endereço acima no seu telefone ou computador para todas as perguntas relacionadas ao suporte.

source: Enter Code
ar: أدخل الرمز
bn: কোড লিখুন
pt_pt: Insira o código

source: Enter code here
ar: أدخل الرمز هنا
bn: এখানে কোড লিখুন
pt_pt: Insira o código aqui

source: Login into Windscribe's TV apps with a short code
ar: قم بتسجيل الدخول إلى تطبيقات Windscribe TV باستخدام رمز قصير
bn: Windscribe-এর TV অ্যাপে একটি সংক্ষিপ্ত কোড ব্যবহার করে লগইন করুন।
pt_pt: Faça login em aplicativos de TV Windscribe \s com um código curto

source: Sweet, you should be all good to go now
ar: عزيزتي، يجب أن تكوني على ما يرام لتذهبي الآن
bn: মিষ্টি, এখন যেতে তোমার ভালো হওয়া উচিত
pt_pt: Fixe, Tudo pronto para ir agora

source: This Location is Under Maintenance. Try again later or go to our Status page for more info. https://windscribe.com/status
ar: هذا الموقع تحت الصيانة. حاول مرة أخرى لاحقا أو انتقل إلى صفحة الحالة للحصول على مزيد من المعلومات. https://windscribe.com/status
bn: এই স্থানটি মেরামতের অধীনে। পরে আবার চেষ্টা করুন অথবা আরও তথ্যের জন্য আমাদের স্ট্যাটাস পৃষ্ঠা দেখুন https://windscribe.com/status
pt_pt: Este local está em manutenção. Tente novamente mais tarde ou aceda à nossa página de Estado para obter mais informações. https://windscribe.com/status

source: Location Maintenance
ar: صيانة الموقع
bn: অবস্থান রক্ষণাবেক্ষণ
pt_pt: Manutenção de localização

source: Yearly
ar: سنوي
bn: বার্ষিক
pt_pt: Anual

source: Monthly
ar: شهري
bn: মাসিক
pt_pt: Mensal

source: Billed Annually
ar: يتم الفوترة سنويًا
bn: বার্ষিক বিল করা হয়

source: Billed Monthly
ar: يتم الفوترة شهريًا
bn: মাসিক বিল করা হয়

source: Subscribe
ar: اشترك
bn: সাবস্ক্রাইব করুন

source: Subscriptions may be managed monthly, yearly or turned off by going to the App Store Account Settings after purchase. All prices include applicable taxes.
ar: بعد الشراء، يمكنك إدارة الاشتراكات شهريًا أو سنويًا أو إلغاؤها من خلال إعدادات حساب App Store. جميع الأسعار تشمل الضرائب المطبقة.
bn: ক্রয়ের পরে, অ্যাপ স্টোর অ্যাকাউন্ট সেটিংসে গিয়ে মাসিক, বার্ষিকভাবে সদস্যতা পরিচালনা করা যেতে পারে বা বন্ধ করা যেতে পারে। সমস্ত মূল্য প্রযোজ্য কর অন্তর্ভুক্ত করে।
pt_pt: As subscrições podem ser geridas ao mês, ao ano ou desligadas nas Definições de Conta da App Store depois da compra. Todos os preços incluem os impostos aplicáveis.

source: Restore
ar: استعادة
bn: পুনরুদ্ধার করুন

source: Unlimited Everything
ar: كل شيء غير محدود
bn: সীমাহীন সবকিছু

source: Use on all devices, with no data limits
ar: استخدمه على جميع الأجهزة بدون قيود على البيانات
bn: সকল ডিভাইসে ব্যবহার করুন, কোনো ডাটা সীমা ছাড়া

source: All VPN Locations
ar: جميع مواقع الـ VPN
bn: সমস্ত VPN লোকেশন

source: Servers in 130 cities, more than any other VPN
ar: خوادم في 130 مدينة، أكثر من أي VPN آخر
bn: ১৩০টি শহরে সার্ভার, যেকোনো VPN-এর তুলনায় বেশি

source: Increased Speed and Security
ar: سرعة وأمان محسّنان
bn: বর্ধিত গতি ও নিরাপত্তা

source: Blocks 99.9% of malicious websites and trackers
ar: يحجب 99.9٪ من المواقع الضارة وأدوات التتبع
bn: ৯৯.৯% ক্ষতিকর ওয়েবসাইট ও ট্র্যাকার ব্লক করে

source: Unable to connect to app store services. Please try again.
ar: تعذر الاتصال بخدمات App Store. الرجاء المحاولة مرة أخرى.
bn: অ্যাপ স্টোর পরিষেবার সাথে সংযোগ করতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন।

source: You're all set
ar: كل شيء جاهز.
bn: আপনার সবকিছু প্রস্তুত।

source: Your purchase is successful.
ar: تمت عملية الشراء بنجاح.
bn: আপনার ক্রয় সফল হয়েছে।

source: Welcome to Windscribe Pro!
ar: مرحبًا بك في Windscribe Pro!
bn: Windscribe Pro-তে স্বাগতম!

source: Thanks for upgrading to Windscribe Pro! You now have access to even more powerful features.
ar: شكرًا لترقية حسابك إلى Windscribe Pro! لديك الآن إمكانية الوصول إلى ميزات أكثر قوة.
bn: Windscribe Pro-এ আপগ্রেড করার জন্য ধন্যবাদ! এখন আপনি আরও শক্তিশালী ফিচারের অ্যাক্সেস পাচ্ছেন।

source: Share
ar: مشاركة
bn: শেয়ার করুন

source: Start using Pro
ar: ابدأ استخدام Pro

source: Failed to complete transaction.
ar: فشلت عملية الشراء.
bn: লেনদেন সম্পন্ন করতে ব্যর্থ।

source: Something went wrong. Please try another payment method or contact our customer support.
ar: حدث خطأ ما. يرجى تجربة طريقة دفع أخرى أو التواصل مع دعم العملاء.
bn: কিছু ভুল হয়েছে। অনুগ্রহ করে অন্য একটি পেমেন্ট পদ্ধতি ব্যবহার করুন বা আমাদের গ্রাহক সহায়তার সাথে যোগাযোগ করুন।

source: Failed to restore transaction.
ar: فشل استعادة المعاملة.
bn: লেনদেন পুনরুদ্ধারে ব্যর্থ হয়েছে।

source: Failed to load products. Check your internet connection and try again.
ar: تعذر تحميل المنتجات. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
bn: পণ্য লোড করতে ব্যর্থ হয়েছে। আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং পুনরায় চেষ্টা করুন।

source: Set Up on All Your Devices
ar: قم بالإعداد على جميع أجهزتك
bn: আপনার সমস্ত ডিভাইসে সেটআপ করুন

source: Connect to Any Location
ar: اتصل بأي موقع
bn: যেকোনো স্থানে সংযোগ করুন

source: Unlimited Bandwidth
ar: نطاق ترددي غير محدود
bn: সীমাহীন ব্যান্ডউইথ

source: Join our Discord community
ar: انضم إلى مجتمعنا على Discord
bn: আমাদের Discord কমিউনিটিতে যোগ দিন

source: Join our Reddit community
ar: انضم إلى مجتمعنا على Reddit
bn: আমাদের Reddit কমিউনিটিতে যোগ দিন

source: Find us on YouTube
ar: ابحث عنا على YouTube
bn: YouTube-এ আমাদের খুঁজুন

source: Follow us on X
ar: تابعنا على X
bn: X-এ আমাদের অনুসরণ করুন

source: Arrange locations alphabetically, geographically, or by latency.
ar: رتّب المواقع أبجديًا، جغرافيًا، أو حسب وقت الاستجابة.

source: Display latency as signal strength bars or in milliseconds.
ar: اعرض وقت الاستجابة على شكل أشرطة قوة الإشارة أو بالمللي ثانية.

source: Localize Windscribe to supported languages.
ar: ترجمة Windscribe إلى اللغات المدعومة.

source: Light or Dark. Choose a side, and choose wisely.
ar: فاتح أو داكن. اختر الجانب بحكمة.

source: Display a location’s load. Shorter bars mean lesser load (usage).
ar: عرض تحميل الموقع. الأشرطة الأقصر تعني حملاً أقل (استخدام أقل).

source: Vibrate the device based on user actions.
ar: اهتز الجهاز بناءً على تصرفات المستخدم.

source: Automatically choose the VPN protocol, or select one manually. NOTE: "Preferred Protocol" will override this setting.
ar: اختر بروتوكول VPN تلقائيًا أو حدده يدويًا. ملاحظة: "البروتوكول المفضل" سيتجاوز هذا الإعداد.

source: Tunnel all traffic via Windscribe at all times. Recommended only for high-risk use-cases and may cause issues with some Apple services.
ar: قم بتوجيه كل حركة المرور عبر Windscribe في جميع الأوقات. يُوصى به فقط للحالات عالية المخاطر وقد يسبب مشكلات مع بعض خدمات Apple.

source: Allow access to local services and printers while connected to Windscribe.
ar: السماح بالوصول إلى الخدمات المحلية والطابعات أثناء الاتصال بـ Windscribe.

source: Connect to the VPN even in hostile environment.
ar: الاتصال بـ VPN حتى في بيئات غير آمنة.

source: Need help? Garry can help you with most issues, go talk to him.
ar: تحتاج مساعدة؟ يمكن لـ Garry مساعدتك في معظم المشكلات، تحدث معه.

source: Have a problem that Garry can't resolve? Contact human support.
ar: لديك مشكلة لا يستطيع Garry حلها؟ تواصل مع الدعم البشري.

source: Apply voucher code to your account
ar: قم بتطبيق رمز القسيمة على حسابك.

source: Sweet, Voucher code is applied successfully
ar: رائع، تم تطبيق رمز القسيمة بنجاح!

source: Voucher code is used already
ar: رمز القسيمة مستخدم بالفعل.

source: Voucher provided is invalid or expired.
ar: رمز القسيمة المُقدَّم غير صالح أو منتهي الصلاحية.

source: Confirmed email is required.
ar: مطلوب بريد إلكتروني مؤكد.

source: Make advanced tweaks to the way the app functions
ar: قم بإجراء تعديلات متقدمة على كيفية عمل التطبيق.

source: Advanced Parameters
ar: الإعدادات المتقدمة

source: Changelog
ar: سجل التغييرات

source: Edit Credentials
ar: تحرير بيانات الاعتماد

source: MS
bn: মিলিসেকেন্ড

source: No valid transaction found to restore.
bn: পুনরুদ্ধারণ করার জন্য কোন বৈধ লেনদেন পাওয়া যায়নি।

source: Always on VPN
bn: সর্বদা চালু VPN
pt_pt: VPN sempre ativada

source: Allow LAN Traffic
bn: ল্যান ট্রাফিকের অনুমতি দিন
pt_pt: Permitir tráfego LAN

source: Circumvent Censorship
bn: সেন্সরশিপ এড়িয়ে চলুন
pt_pt: Contornar a censura

source: Go to https://windscribe.com/lazy on any device and enter the code below."
bn: যেকোনো ডিভাইসে https://windscribe.com/lazy-এ যান এবং নিচের কোডটি লিখুন।

source: Using your Windscribe iOS app on your phone or iPad, go to Preferences (Top left), under "Account" choose "Lazy Login" and enter the code below.
bn: আপনার ফোন বা আইপ্যাডে আপনার Windscribe iOS অ্যাপ ব্যবহার করে, পছন্দগুলিতে যান (উপরে বাম দিকে), "অ্যাকাউন্ট" এর অধীনে "অলস লগইন" নির্বাচন করুন এবং নীচের কোডটি লিখুন।

source: 2FA require to proceed. Use an authentication app to generate the code.
bn: 2FA প্রয়োজন। কোড জেনারেট করতে একটি প্রমাণীকরণ অ্যাপ ব্যবহার করুন।

source: Please visit windscribe.com to reset your password
bn: আপনার পাসওয়ার্ড রিসেট করতে windscribe.com যান

source: Start using pro
bn: Pro ব্যবহার শুরু করুন

source: Unable to generate Login code. Check you network connection.
pt_pt: Não foi possivel gerar o codigo de Login. Verifique o estado da sua ligação.
