Repository: Windscribe/iOS-App
Catalog: Windscribe/Constants/*.lproj/Localizable.strings
Languages: ar, bn, pt_pt

source: Your IP
ar: IP الخاص بك
bn: আপনার আইপি
pt_pt: O seu IP

source: Trusted
ar: موثوق
bn: বিশ্বস্ত
pt_pt: Confiável

source: Upgrade
ar: ترقية
bn: আপগ্রেড

source: Left
ar: متبقي
bn: বাকি
pt_pt: Restante(s)

source: Best Location
ar: أفضل موقع
bn: সেরা স্থান
pt_pt: Melhor localização

source: Nothing to see here
ar: لا يوجد شيء للاطلاع عليه هنا
bn: এখানে দেখার মতো কিছু নেই
pt_pt: Não há nada que ver aqui

source: No Static IP's
ar: لا يوجد IP ثابت
bn: কোনো স্ট্যাটিক আইপি নেই
pt_pt: Sem IPs estáticos

source: Preferences
ar: التفضيلات
bn: পছন্দসমূহ
pt_pt: Preferências

source: General
ar: عام
bn: সাধারণ
pt_pt: Geral

source: Account
ar: الحساب
bn: অ্যাকাউন্ট
pt_pt: Conta

source: Connection
ar: اتصال
bn: সংযোগ
pt_pt: Ligação

source: Help Me!
ar: ساعدني!
bn: সাহায্য করুন!
pt_pt: Ajudem-me!

source: Debug
ar: تصحيح
bn: ডিবাগ
pt_pt: Depurar

source: Log Out
ar: تسجيل الخروج
bn: লগ আউট
pt_pt: Sair

source: Unlimited
ar: غير محدود
bn: সীমাহীন
pt_pt: Ilimitado

source: Pro Subscription
ar: اشتراك Pro
bn: প্রো সাবস্ক্রিপশন
pt_pt: Subscrição Pro

source: Add Static IP
ar: إضافة عنوان IP ثابت
bn: স্ট্যাটিক আইপি দিন
pt_pt: Adicionar IP estático

source: Refresh latency
ar: تحديث زمن الاستجابة
bn: লেটেন্সি রিফ্রেশ করুন
pt_pt: Atualizar latência

source: Disconnect to refresh latency
ar: قطع الاتصال لتحديث وقت الاستجابة
bn: লেটেন্সি রিফ্রেশ করতে ডিসকানেক্ট করুন
pt_pt: Desligar para atualizar latência

source: Firewall
ar: جدار الحماية
bn: ফায়ারওয়াল

source: This turns on the on-demand mode.
ar: يقوم هذا بتشغيل الوضع عند الطلب.
bn: এটি অন-ডিমান্ড মোড চালু করে।
pt_pt: Isto liga o modo on-demand (a pedido).

source: Auto-Secure New Networks
ar: تأمين الشبكات الجديدة آلياً
bn: নতুন নেটওয়ার্কগুলি স্বয়ংক্রিয়-নিরাপদ করুন
pt_pt: Segurança automática para novas redes

source: Auto-connect on new Wi-Fi networks
ar: الاتصال الآلي بشبكات Wi-Fi الجديدة
bn: নতুন Wi-Fi নেটওয়ার্কগুলিতে স্বয়ংক্রিয়ভাবে সংযোগ করুন
pt_pt: Ligar automaticamente em novas redes WiFi

source: Custom Config
ar: التكوين المخصص
bn: কাস্টম কনফিগ
pt_pt: Configuração personalizada

source: No Custom Configs
ar: لا توجد تكوينات مخصصة
bn: কাস্টম কনফিগ নেই
pt_pt: Sem configurações personalizadas

source: This custom configuration will be gone forever.
ar: سيتختفي هذا التكوين المخصص للأبد.
bn: এই কাস্টম কনফিগারেশনটি চিরতরে চলে যাবে
pt_pt: Esta configuração personalizada perder-se-á para sempre.

source: Enter Credentials
ar: إدخال بيانات الاعتماد
bn: প্রমাণপত্র প্রবেশ করান
pt_pt: Inserir credenciais

source: Enter the username and password associated with this custom config
ar: أدخل اسم المستخدم وكلمة المرور المرتبطين بهذا التكوين المخصص
bn: এই কাস্টম কনফিগের সাথে যুক্ত ব্যবহারকারীর নাম এবং পাসওয়ার্ড প্রবেশ করান
pt_pt: Insira o par de nome de utilizador e palavra-passe associado a esta configuração personalizada.

source: Save credentials?
ar: هل تريد حفظ بيانات الاعتماد؟
bn: প্রমাণপত্র সংরক্ষণ করবেন?
pt_pt: Guardar credenciais?

source: Connect
ar: اتصال
bn: সংযোগ করুন
pt_pt: Ligar

source: Incorrect File Format
ar: تنسيق الملف غير صحيح
bn: ভুল ফাইল ফরম্যাট
pt_pt: Formato de ficheiro incorreto

source: Something went wrong. Please make sure you have the correct OpenVPN configurations.
ar: هناك خطأ ما. يرجى التأكد من أن لديك تكوينات OpenVPN الصحيحة.
bn: কিছু ভুল হয়েছে। দয়া করে নিশ্চিত করুন যে আপনার কাছে সঠিক OpenVPN কনফিগারেশনগুলি রয়েছে।
pt_pt: Algo correu mal. Assegure-se de que tem as configurações OpenVPN corretas.

source: Delete
ar: حذف
bn: মুছে ফেলুন
pt_pt: Eliminar

source: Connection Mode
ar: وضع الاتصال
bn: সংযোগ মোড
pt_pt: Modo de ligação

source: Language
ar: اللغة
bn: ভাষা
pt_pt: Idioma

source: Latency Display
ar: عرض زمن الاستجابة
bn: লেটেন্সি প্রদর্শন
pt_pt: Mostrador de latência

source: Send Log
ar: إرسال السجل
bn: লগ পাঠান
pt_pt: Enviar log

source: Bars
ar: أشرطة
bn: বার
pt_pt: Barras

source: Enable Notifications
ar: تمكين الإشعارات
bn: বিজ্ঞপ্তি সক্রিয় করুন
pt_pt: Permitir notificações

source: Open Settings
ar: افتح الإعدادات
bn: সেটিংস খুলুন
pt_pt: Abra as Definições

source: Location Order
ar: ترتيب الموقع
bn: স্থানের ক্রম
pt_pt: Ordem de localização

source: Protocol
ar: بروتوكول
bn: প্রোটোকল
pt_pt: Protocolo

source: Port
ar: منفذ
bn: পোর্ট
pt_pt: Porta

source: Auto
ar: آلي
bn: অটো

source: Manual
ar: يدوي
bn: ম্যানুয়াল

source: PLAN
ar: الخطة
bn: প্ল্যান
pt_pt: PLANO

source: Expiry Date
ar: تاريخ الانتهاء
bn: মেয়াদ শেষের তারিখ
pt_pt: Data de validade

source: Reset Date
ar: إعادة تعيين التاريخ
bn: রিসেটের তারিখ
pt_pt: Data de reposição

source: Data Left
ar: البيانات المتبقية
bn: আপনার প্লানে অবশিষ্ট ডেটা
pt_pt: Dados restantes

source: Info
ar: معلومات
bn: তথ্য

source: Edit Account
ar: تحرير الحساب
bn: অ্যাকাউন্ট সম্পাদনা করুন
pt_pt: Editar conta

source: Add
ar: إضافة
bn: যোগ করুন
pt_pt: Adicionar

source: Get 10GB/Mo of data and gain the ability to reset a forgotten password.
ar: احصل على 10 غيغابايت/ في الشهر من البيانات واكتسب القدرة على إعادة تعيين كلمة المرور التي نسيتها
bn: প্রতি মাসে ১০GB ডেটা পান এবং আপনার পাসওয়ার্ড রিসেট করার সুযোগ অর্জন করুন।
pt_pt: Obtenha 10GB de dados por mês e a capacidade de repor uma palavra-passe esquecida.

source: Confirm Your Email
ar: تأكيد بريدك الإلكتروني
bn: আপনার ইমেইল নিশ্চিত করুন
pt_pt: Confirme o seu e-mail

source: Resend
ar: إعادة إرسال
bn: পুনরায় পাঠান
pt_pt: Reenviar

source: Geography
ar: جغرافيا
bn: ভূগোল
pt_pt: Geografia

source: Alphabet
ar: الحروف الأبجدية
bn: বর্ণমালা
pt_pt: Alfabeto

source: Latency
ar: زمن الاستجابة
bn: লেটেন্সি
pt_pt: Latência

source: Version
ar: الإصدار
bn: সংস্করণ
pt_pt: Versão

source: Appearance
ar: المظهر
bn: চেহারা
pt_pt: Aparência

source: Light
ar: فاتح
bn: আলো
pt_pt: Clara

source: Dark
ar: داكن
bn: অন্ধকার
pt_pt: Escura

source: This action requires a restart
ar: يتطلب هذا الإجراء إعادة التشغيل
bn: এই কার্যক্রমের জন্য অ্যাপ পুনরায় চালু করা প্রয়োজন
pt_pt: Esta ação requer um reinício

source: Please restart Windscribe to continue using in the preferred language.
ar: يرجى إعادة تشغيل Windscribe لمتابعة استخدام اللغة المفضلة.
bn: পছন্দসই ভাষায় ব্যবহার চালিয়ে যেতে Windscribe পুনরায় চালু করুন।
pt_pt: Reinie o Windscribe para continuar a usar o idioma preferido.

source: Close App
ar: إغلاق التطبيق
bn: অ্যাপ বন্ধ করুন
pt_pt: Fechar app

source: Network Options
ar: خيارات الشبكة
bn: নেটওয়ার্ক বিকল্পসমূহ
pt_pt: Opções de rede

source: If you want protection at all times except on certain networks, list them as "trusted" and Windscribe will automatically turn off and back on when needed.
ar: إذا كنت تريد الحماية في جميع الأوقات باستثناء شبكات معينة، أدرجها على أنها "موثوقة" وسيتم إيقاف تشغيل Windscribe تلقائياً وإعادة تشغيله عند الحاجة.
bn: আপনি যদি নির্দিষ্ট নেটওয়ার্কগুলি বাদে সব সময় সুরক্ষা চান, তাহলে সেই নেটওয়ার্কগুলিকে 'বিশ্বস্ত' হিসেবে তালিকাভুক্ত করুন এবং Windscribe প্রয়োজনে স্বয়ংক্রিয়ভাবে বন্ধ এবং চালু হবে।
pt_pt: Se quiser proteção contínua, exceto em algumas redes, liste-as como "confiáveis" e o Windscribe irá desligar-se e ligar-se automaticamente quando necessário.

source: Secured
ar: مُؤَمَّن
bn: নিরাপদ
pt_pt: Segura

source: Unsecured
ar: غير مُؤَمَّن
bn: অনিরাপদ
pt_pt: Não segura

source: Forget
ar: نسيت
bn: ভুলে যান
pt_pt: Esquecer

source: Unknown Network
ar: شبكة غير معروفة
bn: অজানা নেটওয়ার্ক
pt_pt: Rede desconhecida

source: No Network Detected
ar: لم يتم الكشف عن شبكة!
bn: কোনো নেটওয়ার্ক সনাক্ত করা যায়নি
pt_pt: Nenhuma rede detetada

source: No Internet
ar: لا يوجد إنترنت
bn: ইন্টারনেট নেই
pt_pt: Sem Internet

source: News Feed
ar: التغذية الإخبارية
bn: ঘটনাচক্র
pt_pt: Feed de notícias

source: This network is unsecured
ar: هذه الشبكة غير مُؤَمَّنة
bn: এই নেটওয়ার্কটি নিরাপত্তাহীন
pt_pt: Esta rede não está protegida

source: is unsecured, meaning you don't wish to use Windscribe while on this network.
ar: غير مُؤَمَّنة، يُقصد بها أنك لا ترغب استخدام Windscribe أثناء وجودك على هذه الشبكة.
bn: নিরাপত্তাহীন, অর্থাৎ আপনি এই নেটওয়ার্কে থাকাকালীন Windscribe ব্যবহার করতে চান না।
pt_pt: não está protegida, o que significa que não quer usar Windscribe enquanto está nesta rede.

source: Connect Anyway
ar: الاتصال على أي حال
bn: যাই হোক সংযোগ করুন
pt_pt: Ligar na mesma

source: Cancel
ar: إلغاء
bn: বাতিল করুন
pt_pt: Cancelar

source: Remove
ar: حذف
bn: মুছে ফেলুন
pt_pt: Remover

source: Search Locations
ar: مواقع البحث
bn: স্থান অনুসন্ধান করুন
pt_pt: Procurar localizações

source: Get Started
ar: ابدأ
bn: শুরু করুন
pt_pt: Começar

source: Please enter your username and password.
ar: يُرجى إدخال اسم المستخدم وكلمة المرور الخاصة بك.
bn: দয়া করে আপনার ব্যবহারকারীর নাম এবং পাসওয়ার্ড প্রবেশ করান।
pt_pt: Insira o seu nome de utilizador e palavra-passe.

source: Try Again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
pt_pt: Tentar novamente

source: The username and password combination is wrong.
ar: تركيبة اسم المستخدم وكلمة المرور خاطئة.
bn: ব্যবহারকারীর নাম ও পাসওয়ার্ডের সংমিশ্রণটি ভুল।
pt_pt: A combinação entre nome de utilizador e palavra-passe está errada.

source: Please login with your username, not your email
ar: تسجيل الدخول باسم المستخدم الخاص بك، وليس باستخدام بريدك الإلكتروني
bn: দয়া করে আপনার ইমেইল নয়, ব্যবহারকারীর নাম দিয়ে লগইন করুন
pt_pt: Inicie sessão com o seu nome de utilizador, ao invés do seu e-mail

source: Loading
ar: جارِ التحميل
bn: লোড হচ্ছে
pt_pt: A carregar

source: Login
ar: تسجيل الدخول
bn: লগইন
pt_pt: Iniciar sessão

source: Get 10GB/ Mo
ar: احصل على 10 غيغابايت/ في الشهر
bn: প্রতি মাসে ১০GB পান
pt_pt: Obter 10Gb/Mês

source: 10GB/ Mo
ar: 10 غيغابايت/ في الشهر
bn: প্রতি মাসে ১০GB
pt_pt: 10Gb/Mês

source: Continue without account
ar: متابعة دون حساب
bn: অ্যাকাউন্ট ছাড়া এগিয়ে যান
pt_pt: Continuar sem conta

source: Limited to 2GB/ Mo
ar: محدود بـ 2 غيغابايت في الشهر
bn: প্রতি মাসে ২GB পর্যন্ত সীমাবদ্ধ
pt_pt: Limitado a 2Gb/Mês

source: Continue
ar: استمرار
bn: এগিয়ে যান
pt_pt: Continuar

source: Sign up
ar: التسجيل
bn: সাইন আপ
pt_pt: Registar

source: Sign up free
ar: سجل مجاناً
bn: বিনামূল্যে সাইন আপ করুন
pt_pt: Registar gratuitamente

source: Account setup
ar: إعداد الحساب
bn: অ্যাকাউন্ট সেটআপ
pt_pt: Configuração de conta

source: Setup Account
ar: إعداد حساب
bn: অ্যাকাউন্ট সেটআপ করুন
pt_pt: Configurar conta

source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
pt_pt: Nome de utilizador

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
pt_pt: Palavra-passe

source: Email
ar: البريد الإلكتروني
bn: ইমেইল

source: Your username
ar: اسم المستخدم الخاص بك
bn: আপনার ব্যবহারকারীর নাম
pt_pt: O seu nome de utilizador

source: Your password
ar: كلمة المرور الخاصة بك
bn: আপনার পাসওয়ার্ড
pt_pt: A sua palavra-passe

source: Your email
ar: بريدك الإلكتروني
bn: আপনার ইমেইল
pt_pt: O seu e-mail

source: Enter your email
ar: أدخل بريدك الإلكتروني
bn: আপনার ইমেইল লিখুন
pt_pt: Insira o seu e-mail

source: Verify your password
ar: تحقق من كلمة المرور الخاصة بك
bn: আপনার পাসওয়ার্ড যাচাই করুন
pt_pt: Verifique a sua palavra-passe?

source: Forgot password?
ar: هل نسيت كلمة المرور؟
bn: পাসওয়ার্ড ভুলে গেছেন?
pt_pt: Esqueceu-se da palavra-passe?

source: Choose password
ar: اختر كلمة المرور
bn: পাসওয়ার্ড নির্বাচন করুন
pt_pt: Escolher palavra-passe

source: Confirm password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
pt_pt: Confirmar palavra-passe

source: Yes
ar: نعم
bn: হ্যাঁ
pt_pt: Sim

source: No
ar: لا
bn: না
pt_pt: Não

source: Okay
ar: موافق
bn: ঠিক আছে
pt_pt: Ok

source: Error
ar: خطأ
bn: ত্রুটি
pt_pt: Erro

source: Setup later
ar: الإعداد لاحقاً
bn: পরে সেটআপ করুন
pt_pt: Configurar mais tarde

source: Optional
ar: اختياري
bn: ঐচ্ছিক
pt_pt: Opcional

source: Get More Data
ar: احصل على المزيد من البيانات
bn: আরও ডেটা পান
pt_pt: Obter mais dados

source: Add Email
ar: إضافة بريد إلكتروني
bn: ইমেল দিন
pt_pt: Adicionar e-mail

source: For password recovery, updates & promo only. No spam
ar: لاستعادة كلمة المرور، والتحديثات، والترويج فقط. لا توجد رسائل مزعجة
bn: পাসওয়ার্ড পুনরুদ্ধার, একাউন্ট সংক্রান্ত সূচনা ও প্রচারের জন্য মাত্র। কোনো স্প্যাম পাঠানো হবে না।
pt_pt: Apenas para recuperação de palavra-passe, atualizações e promoções. Sem spam.

source: Choose Username
ar: اختر اسم المستخدم
bn: ব্যবহারকারীর নাম নির্বাচন করুন
pt_pt: Escolher nome de utilizador

source: Choose Password
ar: اختر كلمة المرور
bn: পাসওয়ার্ড নির্বাচন করুন
pt_pt: Escolher palavra-passe

source: Sign up or login to view your account details and safeguard your preferences
ar: قم بالتسجيل أو تسجيل الدخول لعرض تفاصيل حسابك وحماية تفضيلاتك
bn: আপনার অ্যাকাউন্টের বিবরণ দেখতে এবং আপনার পছন্দসমূহ নিরাপদ রাখতে সাইন আপ করুন বা লগইন করুন
pt_pt: Registe-se ou inicie sessão para ver os detalhes da sua conta e salvaguardar as suas preferências

source: Powers
ar: الصلاحيات
bn: শক্তি
pt_pt: Poderes

source: Safeguard your Pro account and access it from any device.
ar: قم بحماية حسابك Pro والوصول إليه من أي جهاز.
bn: আপনার অ্যাকাউন্ট নিরাপদ রাখুন এবং যেকোনো ডিভাইস থেকে ব্যবহার করুন।
pt_pt: Salvaguarde a sua conta Pro e aceda a partir de qualquer dispositivo.

source: Safeguard your account, access your settings from any device and get more data.
ar: قم بحماية حسابك، والوصول إلى الإعدادات الخاصة بك من أي جهاز والحصول على المزيد من البيانات.
bn: আপনার অ্যাকাউন্ট নিরাপদ রাখুন, যে কোনো ডিভাইস থেকে আপনার সেটিংস অ্যাক্সেস করুন এবং আরও ডেটা পান।
pt_pt: Salvaguarde a sua conta, aceda às suas definições a partir de qualquer dispositivo e obtenha mais dados.

source: Getting Server List
ar: جارِ إحضار قائمة الخادم
bn: সার্ভার তালিকা আনা হচ্ছে
pt_pt: A obter lista de servidor

source: Getting IKEv2 Server Credentials
ar: جارِ إحضار بيانات اعتماد خادم IKEv2
bn: IKEv2 সার্ভার শংসাপত্র আনা হচ্ছে
pt_pt: A obter credenciais do servidor IKEv2

source: Getting OpenVPN Server Credentials
ar: جارِ إحضار بيانات اعتماد خادم OpenVPN
bn: OpenVPN সার্ভার শংসাপত্র আনা হচ্ছে
pt_pt: A obter credenciais do servidor OpenVPN

source: Getting Static IPs
ar: جارِ إحضار عناوين IP الثابتة
bn: স্ট্যাটিক আইপি গুলি আনা হচ্ছে
pt_pt: A obter IPs estáticos

source: Getting Port Maps
ar: جارِ إحضار خرائط المنفذ
bn: পোর্ট ম্যাপস আনা হচ্ছে
pt_pt: A obter mapas de portas

source: Getting Mobile Plans
ar: جارِ إحضار خطط الهاتف المحمول
bn: মোবাইল প্ল্যান গুলি আনা হচ্ছে
pt_pt: A obter planos móveis

source: Getting Configurations
ar: جارِ إحضار التكوينات
bn: কনফিগারেশনগুলি আনা হচ্ছে
pt_pt: A obter configurações

source: Getting Notifications
ar: جارِ إحضار الإشعارات
bn: বিজ্ঞপ্তিগুলি আনা হচ্ছে
pt_pt: A obter notificações

source: Preparing Your Dashboard
ar: جارِ تحضير لوحة المعلومات الخاصة بك
bn: আপনার ড্যাশবোর্ড প্রস্তুত করা হচ্ছে
pt_pt: A preparar o seu painel

source: The passwords don't match.
ar: كلمات المرور غير متطابقة.
bn: পাসওয়ার্ডগুলি মেলে না
pt_pt: As palavras-passe não coincidem.

source: Registration failed, please contact support.
ar: فشل التسجيل، يرجى الاتصال بالدعم.
bn: নিবন্ধন ব্যর্থ হয়েছে, অনুগ্রহ করে সাপোর্টের সাথে যোগাযোগ করুন।
pt_pt: Falha no registo, contacte o suporte.

source: Awww! This username is taken.
ar: عذراً! اسم المستخدم هذا مستخدم.
bn: এই ব্যবহারকারীর নামটি উপলব্ধ নয়।
pt_pt: Ohhh! Este nome de utilizador já existe.

source: Please contact support.
ar: يُرجى الاتصال بالدعم.
bn: সাপোর্টের সাথে যোগাযোগ করুন।
pt_pt: Contacte o suporte.

source: Awww! This email already exists.
ar: عذراً! هذا البريد الإلكتروني موجود بالفعل.
bn: এই ইমেইলটি একটি একাউন্ট আছে।
pt_pt: Ohhh! Este e-mail já existe.

source: Disposable emails are not allowed. Provide a valid email, or leave the email field blank.
ar: غير مسموح برسائل البريد الإلكتروني التي يمكن التخلص منها. أدخل بريداً إلكترونياً صالحاً، أو اترك حقل البريد الإلكتروني فارغاً.
bn: ডিসপোজেবল ইমেইল অনুমোদিত নয়। একটি বৈধ ইমেইল সরবরাহ করুন, অথবা ইমেইল ক্ষেত্র ফাঁকা রাখুন
pt_pt: Não permitimos e-mails descartáveis. Insira um e-mail válido ou deixe este campo em branco.

source: Cannot change existing email because it is already confirmed.
ar: لا يمكن تغيير البريد الإلكتروني الحالي لأنه تم تأكيده بالفعل.
bn: নিশ্চিত করা ইমেইল পরিবর্তন করা সম্ভব নয় কারণ এটি ইতিমধ্যে নিশ্চিত করা হয়েছে।
pt_pt: Não é possível alterar o e-mail existente porque ele já foi confirmado.

source: Must only contain letters, numbers and underscores.
ar: يتعين أن يحتوي فقط على حروف، وأرقام، وشرطات سفلية.
bn: বর্ণ, সংখ্যা, এবং আন্ডারস্কোর মাত্র থাকতে পারে।
pt_pt: Deve conter apenas letras, números e underscores (“_”).

source: Must be longer than 7 characters.
ar: يتعين أن يكون أطول من 7 حروف.
bn: ৭ টি অক্ষরের বেশি হতে হবে।
pt_pt: Deve conter mais de 7 carateres.

source: Enter a valid email.
ar: أدخل بريداً إلكترونياً صالحاً
bn: একটি বৈধ ইমেইল লিখুন।
pt_pt: Insira um e-mail válido.

source: Unfortunately you cannot use Windscribe without an account as we detected potential abuse. Please make one, it's really easy.
ar: للأسف لا يمكنك استخدام Windscribe بدون حساب لأننا اكتشفنا احتمال إساءة الاستخدام. يُرجى إنشاء حساب، إنه سهل بالفعل.
bn: আমরা সম্ভাব্য দুর্ব্যবহার চিহ্নিত করায় আপনি একটি অ্যাকাউন্ট ছাড়া Windscribe ব্যবহার করতে পারবেন না। দয়া করে একটি অ্যাকাউন্ট তৈরি করুন, এটি খুব সহজ।
pt_pt: Como detetámos um potencial abuso, infelizmente não vai poder usar o Windscribe sem uma conta. Crie uma - é muito fácil.

source: Connecting...
ar: جارِ الاتصال...
bn: সংযোগ করা হচ্ছে...
pt_pt: A ligar...

source: Please terminate the current connection before starting new connection.
ar: يُرجى إنهاء الاتصال الحالي قبل بدء اتصال جديد.
bn: নতুন সংযোগ শুরু করার আগে বর্তমান সংযোগটি বিচ্ছিন্ন করুন।
pt_pt: Termine a ligação atual antes de iniciar uma nova ligação.

source: Disconnecting...
ar: جارِ قطع الاتصال...
bn: সংযোগ বিচ্ছিন্ন হচ্ছে...
pt_pt: A desligar...

source: Please wait until you are disconnected before starting new connection.
ar: يُرجى الانتظار حتى يتم قطع الاتصال قبل بدء اتصال جديد.
bn: নতুন সংযোগ শুরু করার আগে আপনি যতক্ষণ না অসংযুক্ত হচ্ছেন ততক্ষণ অপেক্ষা করুন।
pt_pt: Aguarde até estar desligado(a) antes de começar uma nova ligação.

source: Your device is currently offline. Please enable WiFi or cellular connection.
ar: جهازك غير متصل حالياً. يرجى تمكين WiFi أو الاتصال الخلوي.
bn: আপনার ডিভাইসটি বর্তমানে অফলাইন আছে। অনুগ্রহ করে WiFi বা সেলুলার সংযোগ সক্রিয় করুন।
pt_pt: O seu dispositivo está offline neste momento. Ative uma ligação WiFi ou de dados móveis.

source: Well, we gave it our best shot, but we couldn't connect you on this network. Please send us a debug log via the button below and open a support ticket on Windscribe.com
ar: حسناً، لقد فعلنا ما بوسعنا، ولكن لم نتمكن من توصيلك بهذه الشبكة. يرجى إرسال سجل تصحيح إلينا من خلال الزر أدناه وفتح بطاقة دعم على Windscribe.com
bn: আমরা অনেক চেষ্টা করেছি, তবুও আমরা আপনাকে এই নেটওয়ার্কে সংযোগ করতে পারিনি। অনুগ্রহ করে নীচের বোতামের মাধ্যমে আমাদের একটি ডিবাগ লগ পাঠান এবং Windscribe.com এ একটি সাপোর্ট টিকেট খুলুন।
pt_pt: Bom, fizemos o nosso melhor, mas não conseguimos de todo ligá-lo(a) a esta rede. Envie-nos um log de depuração através do botão abaixo e abra um ticket de suporte em Windscribe.com

source: Send us a Debug Log from the Preferences screen, and submit a support ticket.
ar: أرسل إلينا سجل تصحيح من شاشة التفضيلات، وأرسل بطاقة دعم.
bn: আমাদেরকে প্রাধান্য স্ক্রিন থেকে একটি ডিবাগ লগ পাঠান এবং একটি সাপোর্ট টিকেট জমা দিন।
pt_pt: Envie-nos um Log de Depuração do ecrã de Preferências, submetendo depois um ticket de suporte.

source: Unable to connect
ar: غير قادر على الاتصال
bn: সংযোগ স্থাপন করা সম্ভব হচ্ছে না
pt_pt: Não foi possível ligar

source: Windscribe was unable to connect to this location, please try another location or contact support.
ar: لم يتمكن Windscribe من الاتصال بهذا الموقع، يرجى تجربة موقع آخر أو الاتصال بالدعم.
pt_pt: Windscribe não conseguiu ligá-lo(a) a esta localização. Experimente outra localização ou contacte o suporte.

source: You can't make changes while connected to a VPN.
ar: لا يمكنك إجراء تغييرات أثناء الاتصال بشبكة VPN.
pt_pt: Não pode fazer alterações com uma ligação VPN a decorrer.

source: CONNECTED
ar: متصل
pt_pt: LIGADO

source: CONNECTING
ar: جارِ الاتصال
pt_pt: A LIGAR

source: CONNECTING VIA
ar: جارِ الاتصال عبر
pt_pt: A LIGAR ATRAVÉS DE

source: DISCONNECTED
ar: غير متصل
bn: অসংযুক্ত
pt_pt: DESLIGADO

source: DISCONNECTING
ar: جارِ قطع الاتصال
bn: অসংযোগ করা হচ্ছে
pt_pt: A DESLIGAR

source: CONNECTIVITY TEST
ar: اختبار الاتصال
bn: সংযোগ পরীক্ষা
pt_pt: TESTE DE CONECTIVIDADE

source: LOW WIFI SIGNAL
ar: إشارة WIFI ضعيفة
bn: অল্প Wifi সিগন্যাল
pt_pt: SINAL FRACO DE WIFI

source: App Log Submitted.
ar: تم إرسال سجل التطبيق.
bn: অ্যাপ লগ জমা দেওয়া হয়েছে।
pt_pt: Log de app enviado.

source: App log cannot be submitted at this time.
ar: لا يمكن إرسال سجل التطبيق في هذا الوقت.
bn: এই সময় অ্যাপ লগ জমা দেওয়া সম্ভব নয়।
pt_pt: Não foi possível enviar o log da app neste momento.

source: Confirmation Email Sent
ar: تم إرسال رسالة البريد الإلكتروني للتأكيد
bn: নিশ্চিতকরণ ইমেল পাঠানো হয়েছে
pt_pt: E-mail de confirmação enviado

source: Please check your inbox and junk/spam folder.
ar: يرجى التحقق من صندوق الوارد الخاص بك ومجلد الرسائل غير المرغوب فيها/ الرسائل المزعجة.
bn: দয়া করে আপনার ইনবক্স এবং জাঙ্ক/স্প্যাম ফোল্ডার চেক করুন।
pt_pt: Veja na sua caixa de entrada e na pasta de lixo/spam.

source: Please make sure you have entered a correct password and a valid email.
ar: يرجى التأكد من إدخال كلمة مرور صحيحة وبريد إلكتروني صالح.
bn: দয়া করে নিশ্চিত করুন যে আপনি সঠিক পাসওয়ার্ড এবং একটি বৈধ ইমেইল প্রদান করেছেন।
pt_pt: Assegure-se de que inseriu uma palavra-passe correta e um e-mail válido.

source: Purchases Restored
ar: تمت استعادة المشتريات
bn: ক্রয় পুনরুদ্ধারণ করা হয়েছে
pt_pt: Compras restauradas

source: All purchases restored.
ar: تمت استعادة جميع المشتريات.
bn: সমস্ত ক্রয় পুনরুদ্ধারণ করা হয়েছে।
pt_pt: Todas as compras foram restauradas.

source: View Log
ar: عرض السجل
bn: লগ দেখুন
pt_pt: Ver log

source: Sending Log
ar: جارِ إرسال السجل
bn: লগ পাঠানো হচ্ছে
pt_pt: A enviar log

source: Sent, Thanks!
ar: تم الإرسال، شكراً!
bn: পাঠানো হয়েছে, ধন্যবাদ!
pt_pt: Enviado. Obrigado!

source: Enter Username
ar: أدخل اسم المستخدم
bn: ব্যবহারকারীর নাম লিখুন
pt_pt: Inserir nome de utilizador

source: Submit
ar: إرسال
bn: জমা দিন
pt_pt: Enviar

source: One last thing!
ar: أمر أخير!
bn: একটি শেষ জিনিস!
pt_pt: Só mais uma coisa!

source: Add your email address in case you forget your password. We’ll even give you 10GB for it.
ar: أضف عنوان بريدك الإلكتروني إذا نسيت كلمة المرور الخاصة بك. سنمنحك حتى 10 غيغابايت مقابل ذلك.
bn: আপনার ইমেইল ঠিকানা দিন । আপনি পাসওয়ার্ড ভুলে গেলে এই ইমেইলের সাহায্যে আপনি নতুন পাসওয়ার্ড নির্বাচন করতে পারবেন। এর জন্য আপনি ১০GB ডেটা পাবেন।
pt_pt: Adicione o seu endereço de e-mail para o caso de se esquecer da sua palavra-passe. Ainda lhe damos 10Gb se o fizer.

source: Give me my 10GB/Month
ar: امنحني سعة 10 غيغابايت في الشهر
bn: আমাকে আমার ১০GB/মাস দিন
pt_pt: Deem-me os meus 10Gb/Mês

source: I'm happy with 2GB/Month
ar: أنا سعيد بسعة 2 غيغابايت في الشهر
bn: আমি ২GB/মাসে খুশি
pt_pt: Fico bem com 2Gb/Mês

source: No Thanks
ar: لا، شكراً!
bn: না ধন্যবাদ
pt_pt: Não, obrigado

source: Secure your account
ar: تأمين حسابك
bn: আপনার অ্যাকাউন্ট নিরাপদ করুন
pt_pt: Proteja a sua conta

source: You’re out of data
ar: نفدت البيانات لديك
bn: আপনি ডেটা শেষ করে ফেলেছেন
pt_pt: Os seus dados acabaram

source: Upgrade now to stay protected or wait until your bandwidth is reset on
ar: قم بالترقية الآن لتظل محمياً أو انتظر حتى إعادة تعيين النطاق الترددي الخاص بك
bn: সুরক্ষিত থাকতে আপগ্রেড করুন অথবা পরবর্তী মাসের রিসেট পর্যন্ত অপেক্ষা করুন
pt_pt: Faça upgrade agora para ficar protegido(a) ou aguarde até à reposição da sua largura de banda a

source: I'll wait!
ar: سأنتظر!
bn: আমি অপেক্ষা করবো!
pt_pt: Eu espero!

source: Your Pro Plan expired!
ar: انتهت صلاحية خطة Pro الخاصة بك!
bn: আপনার প্রো প্ল্যান এর মেয়াদ শেষ!
pt_pt: O seu plano Pro expirou!

source: You’ve been downgraded to free for now
ar: لقد تراجعت إلى الإصدار المجاني الآن
bn: আপনার প্ল্যান বিনামূল্য প্ল্যান এ অবনত করা হয়েছে
pt_pt: Foi feito downgrade para grátis por agora

source: Renew Plan
ar: تحديد الخطة
bn: প্ল্যান নবায়ন করুন
pt_pt: Renovar plano
