Repository: Windscribe/iOS-App
Catalog: Windscribe/Constants/*.lproj/Localizable.strings
Languages: ar, bn, pt_pt

source: Remind me later
ar: ذكرني لاحقاً
bn: পরে আমাকে মনে করান
pt_pt: Lembrem-me mais tarde

source: Confirm Email
ar: تأكيد البريد الإلكتروني
bn: ইমেইল নিশ্চিত করুন
pt_pt: Confirmar e-mail

source: Please confirm your email to get 10GB/ Mo
ar: يُرجى تأكيد بريدك الإلكتروني للحصول على 10 غيغابايت/ الشهر
bn: ১০GB/মাস পেতে অনুগ্রহ করে আপনার ইমেইল নিশ্চিত করুন
pt_pt: Confirme o seu e-mail para obter 10Gb/Mês

source: Please confirm your email
ar: يُرجى تأكيد بريدك الإلكتروني
bn: অনুগ্রহ করে আপনার ইমেইল নিশ্চিত করুন
pt_pt: Confirme o seu e-mail

source: Resend Verification Email
ar: إعادة إرسال رسالة البريد الإلكتروني للتحقق
bn: যাচাইকরণ ইমেইল পুনরায় পাঠান
pt_pt: Reenviar e-mail de verificação

source: Change Email
ar: تغيير البريد الإلكتروني
bn: ইমেইল পরিবর্তন করুন
pt_pt: Alterar e-mail

source: Close
ar: إغلاق
bn: বন্ধ করুন
pt_pt: Fechar

source: You’ve been banned
ar: لقد تم حظرك
bn: আপনাকে নিষিদ্ধ করা হয়েছে
pt_pt: Foi banido(a)

source: Your account has been disabled for violating our Terms of Service
ar: تم تعطيل حسابك لمخالفة شروط الخدمة الخاصة بنا
bn: আমাদের শর্ত লঙ্ঘন করায় আপনার অ্যাকাউন্ট অক্ষম করা হয়েছে
pt_pt: A sua conta foi desativada por violação dos nossos Termos de Serviço

source: Learn More
ar: معرفة المزيد
bn: আরও জানুন
pt_pt: Saiba mais

source: Stay Protected
ar: ابق محمياً
bn: সুরক্ষিত থাকুন
pt_pt: Continue protegido(a)

source: Set up push notifications to receive connection updates in case of an interruption
ar: قم بإعداد إشعارات الدفع لاستلام تحديثات الاتصال في حالة الانقطاع
bn: যদি বিচ্ছিন্নতা হয়, তাহলে যোগাযোগ আপডেট পেতে পুশ বিজ্ঞপ্তি সেট আপ করুন।
pt_pt: Configure as notificações push para receber atualizações de ligação em caso de interrupção

source: Turn Notification On
ar: تشغيل الإشعارات
bn: বিজ্ঞপ্তি চালু করুন
pt_pt: Ligar as notificações

source: Plans
ar: الخطط
bn: প্ল্যান সমূহ
pt_pt: Planos

source: Pricing
ar: الأسعار
bn: মূল্য নির্ধারণ
pt_pt: Preçário

source: Benefits
ar: المزايا
bn: সুবিধাসমূহ
pt_pt: Benefícios

source: Free 10GB/Mo
ar: 10 غيغابايت/ في الشهر مجاناً
bn: ১০ GB/মাস বিনামূল্যে
pt_pt: 10Gb/Mês grátis

source: Restore Purchases
ar: استعادة المشتريات
bn: ক্রয় পুনরুদ্ধার করুন
pt_pt: Restaurar compras

source: This location isn’t free, it’s got standards
ar: هذا الموقع ليس مجانياً, لديه معاييره
bn: এই স্থানটি বিনামূল্যে নয়, এর মান আছে
pt_pt: Esta localização não é grátis, tem critérios

source: You deserve more than limited privacy
ar: أنت تستحق أكثر من خصوصية محدودة
bn: আপনার সীমিত গোপনীয়তার চেয়ে বেশি প্রাপ্য।
pt_pt: Você merece mais que privacidade limitada

source: Looks like you’re out of precious privacy
ar: يبدو أنك خرجت من الخصوصية ذات القيمة
bn: মনে হচ্ছে আপনার গোপনীয়তা সুরক্ষিত নেই
pt_pt: Parece que ficou sem a sua preciosa privacidade

source: Upgrade Benefits
ar: مزايا الترقية
bn: আপগ্রেড সুবিধা
pt_pt: Benefícios do upgrade

source: Unlimited Data
ar: بيانات غير محدودة
bn: সীমাহীন ডেটা
pt_pt: Dados ilimitados

source: Pretty self explanatory. Use as much bandwidth as you'd like.
ar: لا تحتاج إلى شرح. استخدم النطاق الترددي كما تريد.
bn: বেশ স্বয়ংসম্পূর্ণ। আপনি যতটা ব্যান্ডউইথ ব্যবহার করতে চান ব্যবহার করুন।
pt_pt: Está tudo explicado. Use toda a largura de banda que quiser.

source: All Locations
ar: جميع المواقع
bn: সমস্ত স্থান
pt_pt: Todas as localizações

source: Access to servers in over 60 countries and 110 data centers.
ar: الوصول إلى الخوادم في أكثر من 60 دولة و110 مركز بيانات.
bn: ৬০টিরও বেশি দেশে এবং ১১০টি ডেটা সেন্টারে সার্ভারে প্রবেশের সুবিধা।
pt_pt: Acesso a servidores em mais de 60 países e 110 data centers.

source: Best malware and ad-blocker you will ever use. Seriously.
ar: أفضل أداة ستستخدمها على الإطلاق لحظر الإعلانات والبرامج الخبيثة. بجدية.
bn: সব থেকে সেরা ম্যালওয়্যার এবং বিজ্ঞাপন ব্লকার। সত্যিই।
pt_pt: O melhor anti-malware e ad-blocker que alguma vez usou. Mesmo.

source: Choose Plan
ar: اختر الخطة
bn: প্ল্যান নির্বাচন করুন
pt_pt: Escolher Plano

source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
pt_pt: Termos de utilização

source: Privacy Policy
ar: سياسة الخصوصية.
bn: গোপনীয়তা নীতি
pt_pt: Política de privacidade

source: Restore Purchase
ar: استعادة الشراء
bn: ক্রয় পুনরুদ্ধার করুন
pt_pt: Restaurar compra

source: Year
ar: سنة
bn: বছর
pt_pt: Ano

source: Month
ar: شهر
bn: মাস
pt_pt: Mês

source: Rate Us!
ar: قيّمنا!
bn: আমাদের রেটিং দিন!
pt_pt: Avalie-nos!

source: Are you enjoying Windscribe? Sure you are. Rate us in the App store and we’ll love you long time.
ar: هل أعجبك Windscribe؟ بالتأكيد. قيّمنا في متجر App، وسنحبك لفترة طويلة.
bn: আপনি কি Windscribe উপভোগ করছেন? নিশ্চয়ই করছেন। আমাদের অ্যাপ স্টোর এ রেটিং দিন, এবং আমরা আপনাকে দীর্ঘকাল ধরে ভালবাসবো।
pt_pt: Está a gostar do Windscribe? Claro que está. Avalie-nos na App Store - prometemos amá-lo para sempre!

source: Rate Windscribe
ar: تقييم Windscribe
bn: Windscribe কে রেটিং দিন
pt_pt: Avalie o Windscribe

source: Maybe Later
ar: ربما لاحقاً
bn: হয়তো পরে
pt_pt: Talvez mais tarde

source: Go Away
ar: خروج
bn: আর প্রশ্ন করবেন না
pt_pt: Desapareçam

source: Are you sure?
ar: هل أنت متأكد؟
bn: আপনি কি নিশ্চিত?
pt_pt: Tem a certeza?

source: Removing this location from favourites will make it feel sad.
ar: ستؤدي إزالة هذا الموقع من المفضلة إلى الشعور بالحزن.
bn: এই স্থানটিকে প্রিয়স্থান থেকে সরানো হলে সে দু: খ পাবে।
pt_pt: Esta localização vai ficar triste se a remover dos favoritos.

source: Connect to VPN
ar: الاتصال بـ VPN
bn: VPN সংযোগ করুন
pt_pt: Ligar a uma VPN

source: Disconnect VPN
ar: قطع الاتصال بـ VPN
bn: VPN সংযোগ বিচ্ছিন্ন করুন
pt_pt: Desligar VPN

source: Your Privacy Is Important
ar: خصوصيتك مهمة
bn: আপনার গোপনীয়তা গুরুত্বপূর্ণ
pt_pt: A sua privacidade é importante

source: Windscribe is a no-logging VPN service that takes your privacy seriously. Any activity on our network cannot be traced to a specific account. That being said, we collect the following pieces of information in order to operate the service:
ar: Windscribe هي خدمة VPN دون سجلات تتعامل مع خصوصيتك بجدية. لا يمكن تتبع أي نشاط على شبكتنا إلى حساب معين. ومع ذلك، فإننا نجمع المعلومات التالية من أجل تشغيل الخدمة:
bn: Windscribe একটি লগ-হীন VPN সার্ভিস যা আপনার গোপনীয়তার গুরুত্ব বোঝে । আমাদের নেটওয়ার্কে যে কোনও কার্যকলাপ নির্দিষ্ট একটি অ্যাকাউন্টে সন্নিবেশ করা যায় না। তবে, আমরা সার্ভিসটি চালাতে নিম্নলিখিত তথ্যগুলি সংগ্রহ করি:
pt_pt: O Windscribe é um serviço de VPN sem registos que leva a sua privacidade a sério. Nenhuma atividade sua na nossa rede pode ser ligada a uma conta específica. Dito isto, recolhemos as seguintes informações para podermos operar o serviço:

source: Account data: username, email (if you gave us one), and payment transaction IDs (if you gave us money)
ar: بيانات الحساب: اسم المستخدم والبريد الإلكتروني (في حالة استخدامه) ومعرفات معاملات الدفع (إذا دفعت إلينا أموالاً)
bn: একাউন্ট ডেটা: ব্যবহারকারীর নাম, ইমেল (আপনি যদি একটি দেন), এবং পেমেন্ট লেনদেন আইডি (আপনি যদি আমাদেরকে টাকা দেন)।
pt_pt: Dados de conta: nome de utilizador, e-mail (caso nos forneça um) e IDs de transações de pagamento (se nos der dinheiro)

source: Metadata needed to ensure quality of service: bandwidth used in a 30 day period, number of parallel connections
ar: البيانات الوصفية اللازمة لضمان جودة الخدمة: النطاق الترددي المستخدم في فترة 30 يوماً، وعدد الاتصالات المتوازية
bn: সেবা মানের গুণগত নির্দেশনা সিদ্ধান্ত নিশ্চিত করতে প্রয়োজনীয় মেটাডেটা: ৩০ দিনের মধ্যে ব্যবহৃত ব্যান্ডউইথ, এবং একই সময় পারালেল সংযোগের সংখ্যা।
pt_pt: Metadados necessários para garantir a qualidade do serviço: largura de banda usada num período de 30 dias, número de ligações em paralelo

source: I'm OK With This
ar: أنا موافق على ذلك
bn: এটি আমার ঠিক লেগেছ
pt_pt: Estou de acordo com tudo

source: This network hates us
ar: هذه الشبكة تكرهنا
bn: এই নেটওয়ার্ক আমাদের পছন্দ করে না!
pt_pt: Esta rede odeia-nos

source: Well we gave it our best shot, we just couldn’t connect you on this network for some reason.
ar: حسناً، لقد فعلنا ما بوسعنا، لم نتمكن من توصيلك بهذه الشبكة لسبب ما.
bn: আমরা আমাদের সেরা চেষ্টা করেছি, কিন্তু কিছু কারণে এই নেটওয়ার্কে আপনাকে সংযোগ করা সম্ভব হয়নি।
pt_pt: Bom, fizemos o nosso melhor, mas por algum motivo não conseguimos de todo ligá-lo(a) a esta rede.

source: Send Debug Log
ar: إرسال سجل التصحيح
bn: ডিবাগ লগ পাঠান
pt_pt: Enviar log de depuração

source: Contact Support
ar: اتصل بالدعم
bn: সাপোর্টের সাথে যোগাযোগ করুন
pt_pt: Contactar o suporte

source: Auto-Secure
ar: التأمين التلقائي
bn: স্বয়ংক্রিয়-নিরাপদ
pt_pt: Segurança automática

source: When you connect to this network, Windscribe will auto-connect to the last chosen location.
ar: عندما تتصل بالشبكة، ستقوم Windscribe بتوصيلك تلقائياً بآخر موقع وقع عليه الاختيار.
bn: যখন আপনি এই নেটওয়ার্কে সংযোগ করবেন, Windscribe স্বয়ংক্রিয়ভাবে শেষ বেছে নেওয়া স্থানে সংযোগ করবে।
pt_pt: Quando se ligar a esta rede, o Windscribe irá ligar-se automaticamente à última localização escolhida.

source: Forget Network
ar: نسيان الشبكة
bn: নেটওয়ার্ক ভুলে যান
pt_pt: Esquecer rede

source: Preferred Protocol
ar: البروتوكول المفضل
bn: পছন্দের প্রোটোকল
pt_pt: Protocolo preferencial

source: Choose the best protocol for this network. This overrides all global connection settings.
ar: اختر أفضل بروتوكول لهذه الشبكة. يتجاوز ذلك جميع إعدادات الاتصال العالمية.
bn: এই নেটওয়ার্কের জন্য সেরা প্রোটোকল নির্বাচন করুন। এটি সমস্ত বৈশ্বিক সংযোগ সেটিংস ওভাররাইড করবে।
pt_pt: Escolha o melhor protocolo para esta rede. Isto vai sobrepor-se a todas as definições globais de ligação.

source: Next up in
ar: التالي في
bn: পরবর্তী এ
pt_pt: Próximo em

source: Set
ar: التعيين
bn: সেট
pt_pt: Definir

source: as preferred protocol?
ar: باعتباره البروتوكول المفضل؟
bn: পছন্দের প্রোটোকল?
pt_pt: como protocolo preferencial?

source: Windscribe will keep using the chosen protocol on this network, regardless of your global connection settings.
ar: ستستمر Windscribe في استخدام البروتوكول المختار على هذه الشبكة، بغض النظر عن إعدادات الاتصال العالمية.
bn: Windscribe এই নেটওয়ার্কে নির্বাচিত প্রোটোকল ব্যবহার করবে, আপনার গ্লোবাল সংযোগ সেটিংসের পরিবর্তে
pt_pt: O Windscribe continuará a usar o protocolo escolhido nesta rede, independentemente das suas definições globais de ligação.

source: Set as Preferred
ar: تعيين كمفضل
bn: পছন্দসই হিসেবে সেট করুন
pt_pt: Definir como Preferencial

source: Keep it automatic
ar: اجعله تلقائي
bn: এটি স্বয়ংক্রিয় রাখুন
pt_pt: Manter em automático

source: Back
ar: عودة
bn: ফিরে যান
pt_pt: Voltar

source: Don't ask again
ar: لا تسأل مرة أخرى
bn: আর পুনরায় প্রশ্ন করবেন না
pt_pt: Não perguntar novamente

source: Leaderboard
ar: قائمة المتصدرين
bn: লিডারবোর্ড
pt_pt: Tabela de classificação

source: Shake for Data
ar: قم بالهز للحصول على البيانات
bn: ডেটা পেতে ফোন ঝাঁকান
pt_pt: Abane para dados

source: Shakes
ar: هزات
bn: ঝাঁকুনি
pt_pt: Abanões

source: I Quit
ar: خروج
bn: আমি ছেড়ে দিলাম
pt_pt: Desisto

source: Leave
ar: مغادرة
bn: ছেড়ে যান
pt_pt: Sair

source: Claim Prize
ar: المطالبة بالجائزة
bn: পুরস্কার দাবি করুন
pt_pt: Reclamar prémio

source: Not Bad!
ar: ليس سيئاً!
bn: খারাপ না!
pt_pt: Nada mal!

source: Shake for Data!
ar: قم بالهز للحصول على البيانات!
bn: ডেটা পেতে ঝাঁকান!
pt_pt: Abane para dados!

source: Shake your phone as much as you can before the time runs out and win!
ar: قم بهز هاتفك قدر الإمكان قبل نفاد الوقت والفوز!
bn: সময় শেষ হওয়ার আগে আপনার ফোনটি বেশি করে ঝাঁকান এবং জিতুন!
pt_pt: Abane o seu telefone o mais que conseguir antes de o tempo se esgotar e ganhe!

source: Start Shaking
ar: ابدأ في الهز
bn: ঝাঁকানো শুরু করুন
pt_pt: Começar a abanar

source: I hate free stuff
ar: أكره الأشياء المجانية
bn: আমি বিনামূল্যে পাওয়া জিনিসপত্র ঘৃণা করি
pt_pt: Odeio cenas grátis

source: View Leaderboard
ar: عرض قائمة المتصدرين
bn: লিডারবোর্ড দেখুন
pt_pt: Ver tabela de classificação

source: High Score:
ar: درجة عالية:
bn: উচ্চ স্কোর:
pt_pt: Pontuação máxima:

source: New High Score!
ar: درجة عالية جديدة!
bn: নতুন উচ্চ স্কোর!
pt_pt: Nova pontuação máxima!

source: Unlock Shake For Data
ar: إلغاء قفل الهز للحصول على البيانات
bn: ডেটার জন্য ঝাঁকানো আনলক করুন
pt_pt: Desbloquear o Abane para dados”

source: Unlock access to this feature? It will show up in Preferences.
ar: إلغاء قفل الوصول إلى هذه الميزة؟ سيظهر في التفضيلات.
bn: এই বৈশিষ্ট্যে চালু করতে চান? এটি আপনার পছন্দসমূহে দেখানো হবে।
pt_pt: Desbloquear o acesso a esta função? Irá aparecer nas Preferências.

source: Unlock
ar: إلغاء القفل
bn: চালু করুন
pt_pt: Desbloquear

source: Just Leave
ar: مغادة فقط
bn: চলে যান
pt_pt: Sair apenas

source: Play
ar: تشغيل
bn: খেলা
pt_pt: Jogar

source: Without an email, your free account will be limited to 2GB/Mo and you won’t be able to reset your password.
ar: دون بريد إلكتروني، سيقتصر حسابك المجاني على 2 غيغابايت في الشهر ولن تتمكن من إعادة تعيين كلمة مرورك.
bn: ইমেইল ছাড়া, আপনার বিনামূল্যে অ্যাকাউন্টটি প্রতি মাসে ২GB ডেটা পর্যন্ত সীমিত থাকবে এবং আপনি আপনার পাসওয়ার্ড পুনরায় নির্বাচন করতে অক্ষম হবেন।
pt_pt: A sua conta ficará limitada a 2Gb/Mês sem um e-mail, e também não conseguirá repor a sua palavra-passe.

source: You won’t be able to reset a password without an email or receive any service updates from us.
ar: لن تتمكن من إعادة تعيين كلمة المرور دون بريد إلكتروني أو استخدام أي تحديثات للخدمات من جانبنا.
bn: আপনি ইমেইল ছাড়া পাসওয়ার্ড রিসেট করতে পারবেন না এবং আমাদের থেকে যেকোনো সেবা সূচনা পেতে পারবেন না।
pt_pt: Não conseguirá repor a palavra-passe sem um e-mail, nem poderá receber nenhuma atualização de serviço enviada por nós.

source: Continue without email
ar: متابعة دون بريد إلكتروني
bn: ইমেইল ছাড়া এগিয়ে যান
pt_pt: Continuar sem e-mail

source: Failure to setup account will prevent access in case you’re logged out.
ar: سيؤدي عدم إعداد الحساب إلى منع الوصول في حالة تسجيل الخروج.
bn: আপনি যদি একাউন্ট তৈরী না করেন, লগ আউট হলে আর একাউন্ট এ ফিরে যেতে পারবেন না
pt_pt: Não configurar a sua conta irá impedir que tenha acesso a ela depois de terminar sessão.

source: Circumvent Censorship in Seconds
ar: التحايل على الرقابة في ثوانِ
bn: মুহূর্তে সেন্সরশিপ পরিহার করুন
pt_pt: Contorne a censura em segundos

source: Automatically secure any network
ar: تأمين أي شبكة تلقائياً
bn: স্বয়ংক্রিয়ভাবে যে কোন নেটওয়ার্ক নিরাপদ করুন
pt_pt: Proteja automaticamente qualquer rede

source: Strict No-Logging Policy
ar: سياسة صارمة لعدم التسجيل
bn: কঠিন লগ-না-রাখার নীতি
pt_pt: Política de não-registo rigorosa

source: Works with Siri, Shortcuts & Widgets
ar: العمل باستخدام Siri والاختصارات والأدوات
bn: Siri, শর্টকাট এবং উইজেট এর সঙ্গে কাজ করে
pt_pt: Funciona com a Siri, Atalhos e Widgets

source: Send Ticket
ar: إرسال بطاقة
bn: টিকেট পাঠান
pt_pt: Enviar ticket

source: Fill in the fields bellow and one of our support agents will personally get back to you very soon™
ar: قم بملء الحقول أدناه وسيرد عليك أحد وكلاء الدعم لدينا قريباً جداً™
bn: নিচের ক্ষেত্রগুলি পূরণ করুন এবং আমাদের একজন সাপোর্ট এজেন্ট খুব শীঘ্রই আপনার সাথে যোগাযোগ করবেন ™
pt_pt: Preencha os campos abaixo e um dos nossos agentes de apoio irá responder-lhe pessoalmente muito em breve™

source: Category
ar: الفئة
bn: বিভাগ
pt_pt: Categoria

source: Required
ar: مطلوب
bn: প্রয়োজনীয়
pt_pt: Necessário

source: So we can contact you, we won’t use it for anything else
ar: لنتمكن من التواصل معك، لن نستخدمه لأي شيء آخر
bn: যাতে আমরা আপনার সাথে যোগাযোগ করতে পারি, অন্য কিছুর জন্য আমরা এটি ব্যবহার করব না
pt_pt: Para que possamos contactá-lo(a), não usaremos isto para mais nada

source: Subject
ar: الموضوع
bn: বিষয়
pt_pt: Assunto

source: What’s the issue?
ar: ما المشكلة؟
bn: সমস্যাটি কী?
pt_pt: o que se passa?

source: Message
ar: الرسالة
bn: বার্তা
pt_pt: Mensagem

source: Sales
ar: مبيعات
bn: বিক্রয়
pt_pt: Comercial

source: Technical
ar: فني
bn: প্রযুক্তিগত
pt_pt: Técnico

source: Feedback
ar: تعليقات
bn: ফিডব্যাক
pt_pt: Comentários

source: Sweet, we’ll get back to you as soon as one of our agents is back from lunch.
ar: رائع، سنعود إليك بمجرد عودة أحد وكلائنا من الغداء.
bn: আপনার সমস্যার সমাধান করতে শীঘ্রই আমাদের একজন এজেন্ট আপনার সঙ্গে যোগাযোগ করবে
pt_pt: Ótimo! Responder-lhe-emos assim que um dos nossos agentes regressar do almoço.

source: Failed to send support ticket. Please check your network and try again.
ar: فشل إرسال بطاقة الدعم. يُرجى التحقق من شبكتك والمحاولة مرة أخرى.
bn: সাপোর্ট টিকেট প্রেরণ ব্যর্থ হয়েছে। দয়া করে আপনার নেটওয়ার্ক চেক করুন এবং আবার চেষ্টা করুন।
pt_pt: Falha no envio do ticket de suporte. Verifique a sua rede e tente novamente.

source: About
ar: نبذة
bn: সম্পর্কে
pt_pt: Acerca de

source: Status
ar: الحالة
bn: স্থিতি
pt_pt: Estado

source: About us
ar: نبذة عنا
bn: আমাদের সম্পর্কে
pt_pt: Sobre nós

source: Terms
ar: شروط
bn: শর্তাবলী
pt_pt: Termos

source: Blog
ar: المدونة
bn: ব্লগ

source: Jobs
ar: الوظائف
bn: চাকরি
pt_pt: Carreiras

source: Software Licenses
ar: رخص البرامج
bn: সফটওয়্যার লাইসেন্স
pt_pt: Licenças de software

source: R.O.B.E.R.T. is a customizable server-side domain and IP blocking tool. Select the block lists you wish to apply on all your devices by toggling the switch.
ar: R.O.B.E.R.T. هو نطاق قابل للتخصيص من جانب الخادم وأداة لحظر IP. حدد قوائم الحظر التي ترغب في تطبيقها على جميع أجهزتك عن طريق تبديل المفتاح.
bn: R.O.B.E.R.T. একটি কাস্টমাইজেবল সার্ভার-সাইড ডোমেইন এবং IP ব্লকিং টুল। আপনার সমস্ত ডিভাইসে প্রয়োগ করতে চাওয়া ব্লক তালিকাগুলি সুইচ টগল করে নির্বাচন করুন।
pt_pt: O R.O.B.E.R.T é um domínio personalizável de servidor e uma ferramenta de bloqueio de IP. Selecione as listas de bloqueio que pretende aplicar em todos os seus dispositivos ativando o interruptor.

source: Learn more
ar: معرفة المزيد
bn: আরও জানুন
pt_pt: Saiba mais

source: Knowledge Base
ar: قاعدة المعرفة
bn: জ্ঞানভাণ্ডার
pt_pt: Biblioteca”

source: All you need to know about Windscribe.
ar: كل ما تحتاج لمعرفته عن Windscribe.
bn: Windscribe সম্পর্কে আপনার জানা প্রয়োজন সবকিছু।
pt_pt: Tudo o que precisa de saber sobre o Windscribe.

source: Talk to Garry
ar: تحدث إلى Garry
bn: Garry-র সাথে কথা বলুন
pt_pt: Fale com o Garry

source: Not as smart as Siri but can still answer your questions.
ar: ليس ذكياً مثل Siri ولكن لا يزال بإمكانه الإجابة على الأسئلة.
bn: Siri এর মতো স্মার্ট না হলেও প্রশ্নের উত্তর দিতে পারে।
pt_pt: Não é tão esperto como a Siri, mas consegue responder às suas perguntas.

source: Stuck? Send us a ticket.
ar: ألم تُحل المشكلة؟ أرسل لنا بطاقة.
bn: আটকে গেছেন? আমাদের একটি টিকেট পাঠান।
pt_pt: Com problemas? Envie-nos um ticket.

source: Community Support
ar: الدعم المجتمعي
bn: সাম্প্রদায়িক সাপোর্ট
pt_pt: Apoio da comunidade

source: Best places to help and get help from other users.
ar: أفضل الأماكن للمساعدة والحصول على المساعدة من المستخدمين الآخرين.
bn: অন্যান্য ব্যবহারকারীদের থেকে সাহায্য পাওয়া ও দেওয়ার সেরা স্থান।
pt_pt: Os melhores locais para ajudar e ser ajudado por outros utilizadores.

source: View Debug Log
ar: عرض سجل التصحيح
bn: ডিবাগ লগ দেখুন
pt_pt: Ver log de depuração

source: Add Custom Config
ar: إضافة تكوين مخصص
bn: কাস্টম কনফিগ দিন
pt_pt: Adicionar configuração personalizada

source: Custom configs allow you to connect to any OpenVPN or Wireguard server. Just add a valid config file and it will appear in this tab.
ar: تسمح لك التكوينات المخصصة بالاتصال بأي خادم OpenVPN أو Wireguard. أضف فقط ملف تكوين صالح وسيظهر في علامة التبويب هذه.
bn: কাস্টম কনফিগের মাধ্যমে আপনি যে কোনো OpenVPN বা Wireguard সার্ভারে সংযোগ করতে পারেন। কেবল একটি বৈধ কনফিগ ফাইল দিন এবং সেটি এই ট্যাবে প্রদর্শিত হবে।
pt_pt: As configurações personalizadas permitem-lhe ligar-se a qualquer servidor OpenVPN ou Wireguard. Adicione um ficheiro de configuração válido e ele aparecerá neste separador.

source: Windscribe will automatically turn on when you connect to this network.
ar: سيتم تشغيل Windscribe تلقائياً عند الاتصال بهذه الشبكة.
bn: আপনি যখন এই নেটওয়ার্কে সংযোগ করবেন, তখন Windscribe স্বয়ংক্রিয়ভাবে চালু হবে।
pt_pt: O Windscribe ligar-se-á automaticamente quando se ligar a esta rede.

source: Choose a default protocol for this network if you are having issues connecting
ar: اختر بروتوكولاً افتراضياً لهذه الشبكة إذا كنت تواجه مشاكل في الاتصال
bn: যদি আপনার এই নেটওয়ার্কে সংযোগে সমস্যা হয়, তবে একটি ডিফল্ট প্রোটোকল নির্বাচন করুন
pt_pt: Escolha um protocolo padrão para esta rede se estiver a ter problemas para se ligar

source: INFO
ar: معلومات
bn: তথ্য

source: Allowing
ar: سماح
bn: অনুমোদন
pt_pt: A permitir

source: Blocking
ar: حظر
bn: প্রত্যাখ্যান
pt_pt: A bloquear

source: Manage Custom Rules
ar: إدارة القواعد المخصصة
bn: কাস্টম নিয়ম পরিচালনা করুন
pt_pt: Gerir regras personalizadas

source: Show Location Load
ar: إظهار تحميل الموقع
bn: স্থানের লোড দেখান
pt_pt: Mostrar carregamento de localizações

source: Haptic Feedback
ar: تأثير اللمس
bn: হ্যাপটিক প্রতিক্রিয়া
pt_pt: Resposta táctil

source: Are you sure you want to log out of Windscribe?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من Windscribe؟
bn: আপনি কি নিশ্চিত যে আপনি Windscribe থেকে লগ আউট করতে চান?
pt_pt: Pretende realmente sair do Windscribe?

source: Disclaimer
ar: إخلاء المسؤولية
bn: দাবিত্যাগ
pt_pt: Exclusão de responsabilidades

source: Grant Permission
ar: منح الإذن
bn: অনুমতি দিন
pt_pt: Conceder permissão

source: So we can contact you, we won’t use it for anything else
ar: لنتمكن من التواصل معك، لن نستخدمه لأي شيء آخر
bn: যাতে আমরা আপনার সাথে যোগাযোগ করতে পারি, অন্য কিছুর জন্য আমরা এটি ব্যবহার করব না
pt_pt: Para que possamos contactá-lo(a), não usaremos isto para mais nada

source: Connected DNS
ar: DNS المتصل
bn: সংযুক্ত DNS
pt_pt: DNS conectado

source: Select the DNS server while connected to Windscribe. NOTE: IKEv2 protocol will override this setting.
ar: حدد خادم DNS أثناء الاتصال ب Windscribe.
bn: Windscribe এর সাথে সংযুক্ত থাকার সময় DNS সার্ভার নির্বাচন করুন।.
pt_pt: Selecione o servidor DNS enquanto estiver conectado ao Windscribe.

source: Custom
ar: تقليد
bn: কাস্টম
pt_pt: Personalizado

source: Pro
ar: برو
bn: প্রো
pt_pt: Pró

source: Enabled
ar: مُفعَّل
bn: চালু
pt_pt: Ativado

source: Disabled
ar: معطل
bn: প্রতিবন্ধী
pt_pt: Desativado

source: Add to fav
ar: تمت الإضافة إلى المفضلة
bn: প্রিয় সেটিং যোগ করা হয়েছে
pt_pt: Adicionado aos favoritos

source: Remove from fav
ar: إزالة من المفضلة
bn: প্রিয় থেকে সরানো হয়েছে
pt_pt: Remover dos favoritos

source: Favourites
ar: المفضلة
bn: প্রিয়
pt_pt: Favoritos

source: Static IP
ar: IP ثابت
bn: স্ট্যাটিক IP
pt_pt: IP estático

source: All
ar: كل
bn: সব
pt_pt: Tudo

source: If you already have an account.
ar: إذا كان لديك حساب بالفعل.
bn: যদি আপনার ইতিমধ্যে একটি অ্যাকাউন্ট থাকে.
pt_pt: Se já tem uma conta.

source: Lazy Login
ar: تسجيل الدخول الكسول
bn: সহজ লগইন
pt_pt: Login preguiçoso

source: Go to https://windscribe.com/lazy on any device and enter the code below.
ar: انتقل إلى https://windscribe.com/lazy على أي جهاز وأدخل الرمز أدناه
pt_pt: Aceda a https://windscribe.com/lazy em qualquer dispositivo e digite o código abaixo.

source: OR
ar: أو
bn: বা
pt_pt: OU

source: Using your Windscribe iOS app on your phone or iPad, go to Preferences (Top left), under "Account" choose "Lazy Login" and enter the code below.
ar: باستخدام تطبيق Windscribe iOS على هاتفك الخلوي أو iPad ، انتقل إلى التفضيلات (أعلى اليسار) ، ضمن "الحساب" ، اختر "تسجيل الدخول البطيء" وأدخل الرمز أدناه.
pt_pt: Usando seu aplicativo Windscribe iOS em seu telemovel ou iPad, vá para Preferências (canto superior esquerdo), em "Conta" escolha "Lazy Login" e insira o código abaixo.

source: Generate Code
ar: إنشاء التعليمات البرمجية
bn: কোড তৈরি করুন
pt_pt: Gerar código

source: Manual Login
ar: تسجيل الدخول اليدوي
bn: ম্যানুয়াল লগইন
pt_pt: Login Manual

source: 2FA require to proceed. Use an authentication app to generate the code.
ar: 2FA تتطلب المضي قدما. استخدم تطبيق مصادقة لإنشاء الرمز.
pt_pt: 2FA requer prosseguir. Use um aplicativo de autenticação para gerar o código.

source: Please visit windscribe.com to reset your password
ar: يرجى زيارة windscribe.com لإعادة تعيين كلمة المرور الخاصة بك
pt_pt: Por favor, visite windscribe.com para redefinir sua senha

source: Delete Account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছুন
pt_pt: Apagar conta
